[
    {
        "1": "A man suffering from a hereditary disease married a healthy woman. They got 5 children, three girls and two boys. All the girls inherited their father’s disease. What is the type of the disease inheritance?",
        "2": "Characteristic sign of glycogenosis is muscle pain during physical work.Blood examination reveals usually hypoglycemia. This pathology is caused by congenital deficiency of the following enzyme: ",
        "3": "During an operation a patient got injection of muscle relaxant dithylinum.Relaxation of skeletal muscles and inhibition of respiration lasted two hours. This condition was caused by absence of the following enzyme in blood serum:A. Butyrylcholin esterase",
        "4": "A couple has a son with haemophilia. The parents are healthy but the maternal grandfather also has haemophilia. Specify the type of inheritance:",
        "5": "Examination of newborns in one of the Ukrainian cities revealed a baby wi-th phenylketonuria. The baby’s parents don’t suffer from this disease and have two other healthy children. Specify the most likely parents’ genotype with phenylketonuria gene:",
        "6": "A patient has a right-sided fracture in the region of the frontal third of mandible accompanied by a haematoma in the regi-on of chin. It is caused by the injury of the following artery:",
        "7": "A 46 year old female patient has a conti-nuous history of progressive muscular (Duchenne’s) dystrophy. Which blood enzyme changes will be of diagnostic value in this case?",
        "8": "As a result of a cold a patient has the abnormal pain and temperature sensitivi-ty of the frontal 2/3 of his tongue. Which nerve must have been damaged?",
        "9": "A 60 year old patient has impaired perception of high-frequency sounds. These changes were caused by damage of the following auditory analyzer structures:",
        "10": "After a trauma of soft tissues in the region of the posterior sorface of medi-al condyle of humerus a patient has got a skin prickle of medial forearm surface. Which of the listed nerves is located in the affected region?",
        "11": "A boy has fallen down from a tree. Now he finds it difficult to abduct his arm into horizontal position. Which muscle is most likely to be injured?",
        "12": "A female patient with a tumour of pancreas has developed mechanic jaundice resulting from compression of a bile-excreting duct. Which duct is compressed?",
        "13": "A 28 year old woman has been di-agnosed with extrauterine pregnancy complicated by tha fallopian tube rupture. The blood is most likely to penetrate the following peritoneal space:",
        "14": "Patients with similar complaints applied to the doctor: weakness, pain in the intestines, disorder of GIT. Examination of the faeces revealed that one patient wi-th four nucleus cysts should be hospitali-zed immidiately. For what protozoa are such cysts typical?",
        "15": "Autopsy of a 58 year old man revealed that bicuspid valve was deformed, thickened and unclosed. Microscopically: foci of collagen fibrilla are eosinophilic, react positively to fibrin. The most probably it is:",
        "16": "Chronic inflammation and transformati-on of the one-layer ciliated epitheli-um into multiple-layers flat epithelium was revealed in the thickened mucous membrane of the bronchus bioptate of the patient with smoke abuse. Which of the processes is the most likely?",
        "17": "During postembryonal haemopoiesis in the red bone marrow the cells of one of the cellular differons demonstrate a gradual decrease in cytoplasmic basophi-lia as well as an increase in oxyphilia, the nucleus is being forced out. Such morphological changes are typical for the following haemopoiesis type:",
        "18": "Students who are taking examinations often have dry mouth. The mechanism that causes this state is the realization of the following reflexes:",
        "19": "The temperature of the ambient envi-ronment is 38oC and relative air humidity is 50%. What ways of heat emission provide maintaining a constant temperature of the human body?",
        "20": "A microspecimen of heart shows rectangular cells from 50 to 120 mcm large with central position of nucleus, developed myofibrils. The cells are connected by intercalated discs. These cells are responsible for the following function:",
        "21": "A 30 year old woman has subnormal concentration of enzymes in the pancreatic juice. This might be caused by the hyposecretion of the following gastrointestinal hormone:",
        "22": "A female patient consulted a physician about digestive disorder, extended abdominal pain. Examination revealed drastic decrease in hemoglobin concentration. It is known from the anamnesis that while living in the Far East the patient used to eat freshly-salted cavi-ar. Some relatives living with her had the similar condition. What is the most likely diagnosis?",
        "23": "A patient has a trauma of sternoclei-domastoid muscle. This caused a decrease in value of the following indicator of external respiration:",
        "24": "A month after surgical constriction of rabbit’s renal artery the considerable increase of systematic arterial pressure was observed. What of the following regulation mechanisms caused the animal’s pressure change?",
        "25": "Microscopic examination of the enlarged neck gland of a 14 year old girl revealed destruction of the ti-ssue structure of the node, absence of the lymph follicles, sclerotic areas and necrosis foci, cell constitution of the node is polymorphous, lymphocites, eosinophi-les, big atypical cells with multilobular nuclei (Beresovsky-Sternberg cells) and mononuclear cells of the large size are present. What is the most likely diagnosis?",
        "26": "A child has abnormal formation of tooth enamel and dentin as a result of low concentration of calcium ions in blood. Such abnormalities might be caused by deficiency of the following hormone:",
        "27": "A sportsman was examined after an intensive physical activity. The examinati-on revealed disorder of movement coordination but the force of muscle contractions remained the same. It can be explai-ned by retarded speed of excitement conduction through:",
        "28": "After a long training session a sportsman has developed fatigue accompanied by abrupt performance decrement. What link of the reflex arch was the fatigue initiated in?",
        "29": "Blood minute volume of a 30 year old woman at rest is 5 l/m. What blood volume is pumped through the pulmonary vessels per minute?",
        "30": "After a tourniquet application a patient was found to have petechial haemorrhages. The reason for it is the dysfunction of the following cells:",
        "31": "A patient under test was subjected to a moderate physical stress. His minute blood volume amounted 10 l/min. What blood volume was pumped through his lung vessels every minute?",
        "32": "A patient presents with the following motor activity disturbances: tremor, ataxia and asynergia movements, dysarthria. The disturbances are most likely to be localized in:",
        "33": "A man has a considerable decrease in diuresis as a result of 1,5 l blood loss. The primary cause of such diuresis disorder is the hypersecretion of the following hormone:",
        "34": "The patient with thymoma (thymus gland tumour) has cyanosis, extention of subcutaneous venous net and edema of the soft tissues of face, neck, upper part of the trunk and upper extremities. What venous trunk is pressed with tumour?",
        "35": "An experimantal animal that was kept on protein-free diet developed fatty li-ver infiltration, in particular as a result of deficiency of methylating agents. This is caused by disturbed generation of the following metabolite:",
        "36": "Vegetative abnormalities in the sleep, heat regulation, all kinds of metabolism, diabetes insipidus are developing in the patient due to grouth of the tumour in the III ventricle of brain. Irritation of the nucleus of what part of the brain can cause this symptoms?",
        "37": "A patient complains about dyspnea provoked by the physical activity. Clinical examination revealed anaemia and presence of the paraprotein in the zone of gamma-globulins. To confirm the myeloma diagnosis it is necessary to determine the following index in the patient’s urine:",
        "38": "Examination of a child who hasn’t got fresh fruit and vegetables during winter revealed numerous subcutaneous hemorrhages, gingivitis, carious cavities in teeth. What vitamin combination should be prescribed in this case?",
        "39": "A 2 year old child with mental and physical retardation has been deli-vered to a hospital. He presents with frequent vomiting after having meals. There is phenylpyruvic acid in urine. Which metabolism abnormality is the reason for this pathology?",
        "40": "46 chromosomes were revealed on karyotype examination of the 5 year old girl. One of the 15th pair of chromosomes is longer than usual due to connected chromosome from the 21 pair. What type of mutation does this girl have? ",
        "41": "A 62 year old woman complai-ns of frequent pain attacks in the area of her chest and backbone, rib fractures. Her doctor suspected myeloma (plasmocytoma). What of the following laboratory characteristics will be of the greatest diagnostic importance?",
        "42": "Before the cells can utilize the glucoze, it is first transported from the extracellular space through the plasmatic membrane inside them. This process is stimulated by the following hormone:",
        "43": "Parodontitis is treated with calcium preparations and a hormone that stimulates tooth mineralization and inhibits tissue resorption. What hormone is it?",
        "44": "A child has an acute renal failure. What biochemical factor found in saliva can confirm this diagnosis?",
        "45": "After implantation of a cardiac valve a young man constantly takes indirect anti-coagulants. His state was complicated by hemorrhage. What substance content has decreased in blood?",
        "46": "After severe viral hepatitis a 4 year old boy presents with vommiting, occasi-onal loss of consciousness, convulsions. Blood test revealed hyperammoniemia. Such condition is caused by a disorder of the following biochemical hepatic process:",
        "47": "Having helped to eliminate consequences of a failure at a nuclear power plant, a worker got an irradiation doze of 500 roentgen. He complai-ns of headache, nausea, dizziness. What changes in leukocytes quantity can be expected 10 hours after irradiation?",
        "48": "Bacterioscopic examination of a smear from the pharynx of a diphtheria suspect revealed bacilli with volutine granules. What etiotropic drug should be chosen in this case?",
        "49": "A patient with a history of chronic glomerulonephritis presents with azotemia, oliguria, hypo- and isosthenuria, proteinuria. What is the leading factor in the pathogenesis of these symptoms development under chronic renal failure?",
        "50": "After an attack of bronchial asthma a patient had his peripheral blood tested. What changes can be expected?",
        "51": "A 70 year old female patient was di-agnosed with fracture of left femoral neck accompanied by disruption of ligament of head of femur. The branch of the followi-ng artery is damaged:",
        "52": "ECG of a patient shows prolongation of T-wave. This is caused by deceleration in ventricles of:",
        "53": "After the traumatic tooth extraction a patient is complaining of acute, dull, poorly-localized pain in gingiva, body temperature rise up to 37, 5oC. The pati-ent has been diagnosed with alveolitis. Specify the kind of pain in this patient:",
        "54": "A 50 year old patient suffers from essential hypertension. After a physical stress he experienced muscle weakness, breathlessness, cyanosis of lips, skin and face. Respiration was accompanied by distinctly heard bubbling rales. What mechanism underlies the development of this syndrome?",
        "55": "A 5 year old child has been diagnosed with acute right distal pneumonia. Sputum inoculation revealed that the causative agent is resistant to penicillin, but it is senstive to macrolides. What drug should be prescribed?",
        "56": "A patient suffering from chronic myeloleukemia has got the following symptoms of anemia: decreased number of erythrocytes and low haemoglobin concentration, oxyphilic and polychromatophilic normocytes, microcytes. What is the leading pathogenetic mechanism of anemia development?",
        "57": "A patient with obliterating endarteritis underwent ganglionic sympathectomy. What type of arterial hyperaemia should have developed as a result of the surgery?",
        "58": "Autopsy of a woman with cerebral atherosclerosis revealed in the left cerebral hemisphere a certain focus that is presented by flabby, anhistic, greyish and yellowish tissue with indistinct edges. What pathological process is the case?",
        "59": "A patient suffering from chronic hyperacidic gastritis takes an antacid drug for heartburn elimination. After its ingestion the patient feels better but at the same time he has a sensation of stomach swelling. Which of the following drugs might be the cause of such side effect?",
        "60": "A 63 year old patient with collapse presentations was delivered to the emergency hospital. A physician has chosen noradrenalin against hypotension. What is its mechanism of action?",
        "61": "Autopsy of a man who had tuberculosis revealed a 3x2 cm large cavi-ty in the superior lobe of the right lung. The cavity was interconnected with a bronchus, its wall was dense and consisted of three layers: the internal layer was pyogenic, the middle layer was made by tuberculous granulation tissue and the external one was made by connective tissue. What is the most likely diagnosis?",
        "62": "A patient suffering from syphilis has been treated with bismuth preparations. As a result of it some grey spots turned up on the mucous membrane of the oral cavity; nephropathy symptoms were also present. What drug should be used for treatment of bismuth intoxication?",
        "63": "Autopsy of a man who died from ethylene glycol poisoning revealed that his kidneys are a little bit enlarged, edematic; their capsule can be easily removed. Cortical substance is broad and light-grey. Medullary substance is dark-red. What pathology had this man?",
        "64": "A 44 year old woman complains of general weakness, heart pain, significant increase of body weight. Objectively: moon face, hirsutism, AP is 165/100 mm Hg, height - 164 cm, weight - 103 kg; the fat is mostly accumulated on her neck, thoracic girdle, belly. What is the main pathogenetic mechanism of obesity?",
        "65": "A man with a long-term history of bronchial asthma died from asphyxia. Histological examination of his lungs revealed that the lumens of bronchioles and minor bronchi contained a lot of mucus with some eosinophils. There was also sclerosis of interalveolar septa, dilatation of alveole lumens. What mechanism accounts for the development of hypersensitivity reaction?",
        "66": "A 36 year old female patient has a history of collagen disease. Urine analysis is likely to reveal an increased concentration of the following metabolite:",
        "67": "Bacterioscopy of nasopharyngeal mucus taken from a 2,5 year old chi-ld with nasopharyngitis revealed gram-positive diplococci looking like coffee grains. What organs of the child are most likely to be affected if these microorgani-sms penetrate the blood?",
        "68": "Histologic analysis of uterus mucous membrane revealed twisting glands, serrated and spinned, they were extended by stroma growth with proliferation of its cells. Formulate a diagnosis:",
        "69": "Analysis of sputum taken from a pati-ent with suspected pneumonia revealed rather elongated gram-positive diplococci with somewhat pointed opposite ends. What microorganisms were revealed in the sputum?",
        "70": "Serological diagnostics of infectious diseases is based upon specific interacti-on with antigenes. Specify the serologi-cal reaction that underlies adhesion of microorganisms when they are affected by specific antibodies in presence of an electrolyte:",
        "71": "The immunoblot detected gp120 protein in the blood serum. This protein is typical for the following disease:",
        "72": "HIV has gp41 and gp120 on its surface interacts with target cells of an organism. Which of the following human lymphocyte antigens is gp120 complementary bound with?",
        "73": "A 65 year old patient with chronic heart failure has been taking digitoxin in self-administered dosages for a long ti-me. She was admitted to the hospital for general health aggravation, arrhythmia, nausea, reduced diuresis, insomnia. What is the primary action to be taken?",
        "74": "A 20 year old patient complains of morbid thirst and huperdiuresis (up to 10 l daily). Glucose concentration in blood is normal but it is absent in urine. The pati-ent has been diagnosed with diabetes insi-pidus. What hormonal drug is the most appropriate for management of this disorder?",
        "75": "A patient has myocardial infarcti-on with thrombosis of the left coronary artery. What pharmocological preparation group should be used to reestablish blood flow?",
        "76": "A nurse accidentally injected a nearly double dose of insulin to a patient with diabetes mellitus. The patient lapsed into a hypoglycemic coma. What drug should be injected in order to help him out of coma?",
        "77": "A patient has a slowly healing fracture. What medicine can be used to accelerate formation of connective tissue matrix?",
        "78": "From the group of children who were eating sweet sappy watermelon two kids developed the signs of poisoning: rapid weakness, dizziness, headache, vomiting, edema, tachycardia, cyanosis of mouth, ears, tips of the fingers cyanosis. High concentration of nitrates was detected. What is the leading mechanism of the pathogenesis of the poisoning in the two children?",
        "79": "As a result of a trauma a patient has damaged anterior roots of spinal cord. What structures have been affected?",
        "80": "During a prophylactic medical examination a 7-year-old boy was diagnosed with daltonism. His parents are healthy and have normal colour vision, but his grandfather on his mother’s side has the same abnormality. What is the type of the abnormality inheritance?",
        "81": "The contents of vesicles that appeared on the mucous membrane of a patient with variola was sent to a virological laboratory. Which of the listed changes were revealed during the smear microscopy?",
        "82": "Vitamin A together with specific cytoreceptors penetrates through the nuclear membranes, induces transcription processes that stimulate growth and differentiation of cells. This biological function is realized by the following form of vitamin A:",
        "83": "In order to determine toxigenicity of diphtheria bacilli a strip of filter paper impregnated with antitoxic diphtherial serum was put on the dense nutrient medium. There were also inoculated a mi-crobal culture under examination and a strain that is known to be toxigenic. If the microbal culture under examination produces exotoxin, this wil result in formation of:",
        "84": "A 63 year old male patient who had been suffering from chronic di-ffuse obstructive disease, pulmonary emphysema, for 15 years died from cardiac insufficiency. Autopsy revealed nutmeg liver cirrhosis, cyanotic induration of ki-dneys and spleen, ascites, edemata of lower limbs. These changes of internal organs are typical for the following disease:",
        "85": "A man who is riding the carousel presents with increased heart rate, sweati-ng, nausea. This condition is caused primarily by the stimulation of the following receptors:",
        "86": "A patient underwent esophagogastroduodenoscopy. Analysis of the biopsy material enabled doctors to diagnose him  with  helicobacteriosis.   What   property of the bacteria found in this patient had to be obligatory taken into account during their cultivation?",
        "87": "A 38 year old man died all of a sudden. Autopsy revealed myocardial infarction in the posterior wall of the left ventricle. What are the most likely alterations in myocardiocyte structure that can be revealed microscopically in the infarction focus?",
        "88": "During cytoscopy mucous membrane of urinary bladder normally makes folds except for a single triangular area with smooth mucosa. This triangle is located in the following part of urinary bladder:",
        "89": "A child suffers from drug idiosyncrasy. What is the cause of such reaction?",
        "90": "Atria of an experimental animal were superdistended by blood that resulted in decreased reabsorption of N a+ and water in renal tubules. This can be explained by the influence of the following factor upon kidneys:",
        "91": "After a serious psychoemotional stress a 48 year old patient suddenly developed acute heart ache irradiating to the left arm. Nitroglycerine relieved pain after 10 minutes. What is the leading pathogenetic mechanism of this process development?",
        "92": "A 42 year old patient complains of pain in the epigastral area, vomiti-ng; vomit masses have the colour of 'coffee-grounds', the patient has also melena. Anamnesis records gastric ulcer. Blood formula: erythrocytes - 2, 8 · 1012/l, leukocytes - 8 · 109/l, Hb- 90 g/l. What complication is it?",
        "93": "A 56 year old patient suffering from cardiac insufficiency has edema of feet and shins, edematous skin is pale and cold. What is the leding mechanism of edema pathogenesis?",
        "94": "A disaster fighter at a nuclear power plant developed hemorrhagic syndrome on the background of acute radiation disease. What is the most important factor of syndrome pathogenesis?",
        "95": "To prevent postoperative bleeding a 6-year-old child was administered vicasol that is a synthetic analogue of vitamin K. Name post-translational changes of blood coagulation factors that will be activated by vicasol:",
        "96": "While under barbituric anaesthesia a 65 year old male patient developed respi-ratory inhibition. Anesthesiologist made him a 10 ml intravenous injection of 0,5% bemegride solution. The patient’s condi-tion got better, the pulmonary ventilati-on volume increased. What phenomenon underlies the interaction of these medications?",
        "97": "A surgeon has to find the common hepatic duct during the operative intervention on account of concrements in the gall ducts. The common hepatic duct is located between the leaves of:",
        "98": "Blood analysis of a patient wi-th jaundice reveals conjugated bilirubi-nemia, increased concentration of bile acids. There is no stercobilinogen in urine. What type of jaundice is it?",
        "99": "It is known that the gene responsible for development of blood groups accordi-ng to AB0 system has three allele vari-ants. If a man has IV blood group, it can be explained by the following variability form:",
        "100": "Power inputs of a man were measured. In what state was this man if his power inputs were lower than basal metabolism?",
        "101": "A man is being measured power inputs on an empty stomach, in the lying position, under conditions of physical and psychic rest at a comfortable temperature. Power inputs will reach the maximum at:",
        "102": "When measuring power inputs of a man by the method of indirect calori-metry the following results were obtained: 1000 ml oxygen consumption and 800 ml carbon dioxide liberation per minute. The man under examination has the following respiratory coefficient:",
        "103": "A patient complains about impaired evacuatory function of stomach (long-term retention of food in stomach). Examination revealed a tumour of initial part of duodenum. Specify localization of the tumour:",
        "104": "As a result of damage to certain structures of brainstem an animal lost ori-entation reflexes. What structures were damaged?",
        "105": "Emotional stress causes activation of hormone-sensitive triglyceride lipase in the adipocytes. What secondary mediator takes part in this process?",
        "106": "A patient has been diagnosed with alkaptonuria. Choose an enzyme whose deficiency can be the reason for this pathology:",
        "107": "A 10 year old child had the mantoux tuberculin test administered. 48 hours later a papule up to 8 mm in diameter appeared on the site of the injection. What type of hypersensitivity reaction developed after the tuberculin injection?",
        "108": "The patient with acute miocardial infarction was given intravenously different solutions during 8 hours with medical dropper 1500 ml and oxygen intranasally. He died because of pulmonary edema. What caused the pulmonary edema?",
        "109": "In course of an operation surgeon removed a part of a lung that was ventilated by a tertiary bronchus accompani-ed by branches of pulmonary artery and other vessels. What part of a lung was removed?",
        "110": "After the second abortion a 23 year old woman has been diagnosed with toxoplasmosis. Which drug should be used for toxoplasmosis treatment?",
        "111": "Autopsy of a 17 year old girl who died from pulmonary failure revealed a small area of caseous necrosis in the inferior lobe of the right lung, and occurences of caseous necrosis in the bronchopulmonary, bronchial and bifurcational lymph nodes. What is the most probable postmortem diagnosis?",
        "112": "After 4 months of treatment for tuberculosis the patient began complaining of toes and fingers numbness, sensati-on of creeps. He was diagnosed with polyneuritis. What antituberculous drug might have caused these complications?",
        "113": "Examination of a 55 year old woman revealed under the skin of submandi-bular area a movable slowly growing pasty formation with distinct borders 1,0x0,7 cm large. Histological examination revealed lipocytes that form segments of diffrent forms and sizes separated from each other by thin layers of connective tissue with vessels. What is the most probable diagnosis?",
        "114": "According to the phenotypic diagnosis a female patient has been provisionally diagnosed with X-chromosome polysomia. This diagnosis can be confirmed by a cytogenetic method. What karyotype will allow to confirm the diagnosis?",
        "115": "A patient has been diagnosed with acute glomerulonephritis that developed after he had had streptococcal infecti-on. It is most likely that the affection of basal glomerular membrane is caused by an allergic reaction of the following type:",
        "116": "An elderly patient has chronic constipations induced by large intestine hypotonia. What drug should be admini-stered?",
        "117": "Examination of patients with periodontitis revealed the interdependence between the rate of affection of peri-odontal tissues and the amount of lysozymes in saliva and gingival liquid. These results can be obtained during studying the following protection system of an organism:",
        "118": "An  isolated  cell  of  human  heart automatically generates excitement impulses with frequency of 60 times per minute. This cell was taken from the following heart structure:",
        "119": "A patient with epilepsy and depressi-ve reaction has been administered a drug that reduced epilepsy manifestations and improved the patient’s psychic condition.",
        "120": "A patient diagnosed with morphinism has been admitted to the narcological department. A doctor noted a decrease in pharmacological activity of morphi-ne. Repetitive use of a drug may result in tolerance to its effect, and this phenomenon is called:",
        "121": "As a result of durative antibiotic therapy a 37 year old patient developed intestinal dysbacteriosis. What type of drugs should be used in order to normali-ze intestinal microflora?",
        "122": "A man got poisoned with mushrooms. They contain muscarine that stimulates muscarinic cholinoreceptors. What symptom is typical for poisoning with inedible mushrooms?",
        "123": "A patient complains of skin itch, especially between fingers, in the inguinal creases, on the lower abdomen. Exami-nation of these regions revealed there some small vesicles. Laboratory diagnosti-cs allowed to establish that this condition had been caused by a representative of Arthropoda. Specify the disease caused by this arthropod:",
        "124": "An infant has pylorospasm, weakness, hypodynamia, convulsions as a result of frequent vomiting. What kind of acid-base disbalance is it?",
        "125": "During influenza epidemic 40% of pupils who didn’t go in for sports were affected by the disease, and among the pupils who regularly did physical exercises this index was only 20%. What adaptati-ve mechanisms determined such a low sickness rate of pupils participating in the sports?",
        "126": "A 39 year old man who had been operated for the stomach ulcer died 7 days after the surgery. Autopsy revealed that peritoneal leaves were dull, plephoric, covered with massive yellow-greenish fi-lms, the peritoneal cavity contained for about 300 ml of thick yellow-greenish liquid. What pathologic process was revealed in the peritoneal cavity?",
        "127": "Preventive examination of a pati-ent revealed an enlarged lymph node of metastatic origin on the medial wall of the left axillary crease. Specify the most likely localization of the primary tumour:",
        "128": "A 60 year old patient was found to have a dysfunction of main digestive enzyme of saliva. This causes the disturbance of primary hydrolysis of:",
        "129": "A patient suffers from stenocardia and takes isosorbide mononitrate. He was prescribed a complementary drug with dis-aggregating effect. What drug is it?",
        "130": "A 49 year old woman spent a lot of time standing. As a result of it she got leg edema. What is the most likely cause of the edema?",
        "131": "A patient presented to a hospital with complaints about quick fatigability and significant muscle weakness. Examinati-on revealed an autoimmune disease that causes functional disorder of receptors in the neuromuscular synapses. This will result in the disturbed activity of the following mediator:",
        "132": "Blood test of a patient suffering from atrophic gastritis gave the followi-ng results: RBCs - 2, 0 · 1012/l, Hb- 87 g/l, colour index - 1,3, WBCs - 4, 0 · 109/l,thrombocytes - 180 · 109/l. Anaemia might have been caused by the following substance deficiency:",
        "133": "A 45 year old man consulted a doctor about a plaque-like formation on his neck. Histological examination of a skin bi-optate revealed clusters of round and oval tumour cells with a narrow border of basophilic cytoplasm resembling of cells of basal epidermal layer. What tumour is it?",
        "134": "A 71 year old man had been presenti-ng with diarrhea for 10 days. The feces had admixtures of blood and mucus. He was delivered to a hospital in grave condition and died 2 days later. Autopsy of the body revealed the following: diphtheritic colitis with multiple irregularly-shaped ulcers of different depth in both sigmoid colon and rectus. Bacteriological analysis revealed Shigella. What was the main disease?",
        "135": "In spite of treatment with cardiotonics and thiazide diuretic a patient suffering from chronic cardiac failure still presents with edemata and faces a risk of ascites. What medication should be administered in order to increase the diuretic effect of the above mentioned drugs?",
        "136": "Autopsy of a 75 year old patient who had been suffering from dissemi-nated atherosclerosis and died under chronic cardiac failure revealed constricti-on and deformation of coronary arteries, tuberous intima whose section appeared to be white and petrosal. Specify the stage of atherosclerosis morphogenesis:",
        "137": "Examination of a bronchial tissue sample revealed atrophy of mucous membrane, cystic degeneration of glands, focal metaplastic changes of lining pri-smatic epithelial cells into multilayer squamous cells; increase in goblet cell number; in some parts of bronchial wall and especially in the mucous membrane there was marked cellular inflammatory infiltration and growth of granulation tissue bulging into the bronchial lumen in form of a polyp. What is the most likely diagnosis?",
        "138": "Acute renal impairment caused death of a bleeding patient. Autopsy revealed enlarged kidneys with a broad pale pink cortical layer expressively demarcated from dark red renal pyramids. Macroscopic examination revealed lack of epithelial nuclei of convoluted tubules, tubulorrhexis, phlebostasis. The cell nuclei of choroid glomus and straight tubules were present. What pathology is it?",
        "139": "Osteolaterism is charcterized by a decrease in collagen strength caused by much less intensive formation of cross-links in collagen fibrils. This phenomenon is caused by the low activity of the following enzyme:",
        "140": "A histological specimen of kidney shows a structure consisting of a glomerulus of fenestrated capillaries and a bilayer epithelial capsule. Specify this structure:",
        "141": "A 66 year old female patient got intravenous injection of magnesium sulfate solution for the purpose of elimination of hypertensive crisis. But arterial pressure didn’t go down and after repeated introduction of the same preparation there appered sluggishness, slow response, inhibition of consciousness and respiration. What preparation is antagonist of magnesium sulfate and can eliminate symptoms of its overdose?",
        "142": "As a result of a road accident a 26-year-old man is in the torpid phase of shock. Blood count: leukocytes - 3, 2 10	9/l. What is the leading mechanism of leukopenia development?",
        "143": "A 5-month-old boy was hospitalized for tonic convulsions. He has a life-time history of this disease. Examination revealed coarse hair, thinned and fragile nails, pale and dry skin. In blood: calci-um - 1,5 millimole/l, phosphor - 1,9 milli-mole/l. These changes are associated with:",
        "144": "As a result of a trauma a patient has developed traumatic shock that led to the following disorders: AP is 140/90 mm Hg, Ps is 120 bpm. The patient is fussy, talkative, pale. Such state relates to the following shock phase:",
        "145": "Cytogenetic examination of a patient with dysfunction of the reproductive system revealed normal karyotype 46,ХУ in some cells, but most cells have Kli-nefelter’s syndrome karyotype - 47,ХХУ. Such phenomenon of cell inhomogeneity is called:",
        "146": "An oncological patient had been administered methotrexate. With time target cells of the tumour lost sensitivity to this drug. At the same time the change in gene expression of the following enzyme is observed:",
        "147": "A 64 year old woman has impairment of twilight vision (hemeralopy). What vitamin should be recommended in the first place?",
        "148": "A patient underwent appendectomy. In the postoperative period he has been taking an antibiotic. The patient complai-ns about hearing impairment and vestibular disorders. What group of antibiotics has such by-effects?",
        "149": "While playing a child got a punch in the presternum region. As a result of this trauma an organ located behind the presternum was damaged. Name this organ:",
        "150": "In an embryo the process of dorsal mesoderm segmentation and somite formation is disturbed. What part of skin will probably have developmental abnormalities?",
        "151": "A patient consulted a dentist about itching and burning in the oral cavity; high temperature. The patient was diagnosed with trichomonal gingivostomatitis. What drug should be chosen for his treatment?",
        "152": "An electron microphotography of a fragment of proper gastric gland shows a big irregular round-shaped cell. There are a lot of intracellular tubules and mitochondria in the cytoplasm. Specify this cell:",
        "153": "A patient suffering from stenocardia was taking nitroglycerine which caused restoration of blood supply of myocardi-um and relieved pain in the cardiac area. What intracellular mechanism provides restoration of energy supply of insulted cells?",
        "154": "A 50 year old patient has been taking treatment thrice for the last 6 months because of fractures caused by domestic accidents. Microscopical examination of bony tissue revealed foci of lacunar resolution, giant-cell granulomas in the tumour-like formations, cysts. Bony tissue was substituted by fibrous connective ti-ssue. Examination revealed also adenoma of parathyroid gland and hypercalcemia. What is the most probable diagnosis?",
        "155": "A patient has been diagnosed wi-th a compression fracture of a lumbar vertebra. As a result he has a consi-derable increase in curvature of the lumbar lordosis. Which ligament damage can induce such changes in the spine curvature?",
        "156": "When water affects mucous membrane of the inferior nasal meatuses, this causes 'diver reflex' that provokes:",
        "157": "Life cycle of a cell includes a process of DNA autoreduplication. As a result of this process monochromatid chromosomes become bichromatid. This phenomenon is observed within the following period of the cell cycle:",
        "158": "Examination of a child who frequently suffers from infectious diseases revealed that IgG concentration in blood serum was 10 times less than normal, IgA and IgM concentration was also significantly reduced. Analysis showed also lack of B-lymphocytes and plasmocytes. What disease are these symptoms typical for?",
        "159": "Examination of a 42 year old patient revealed a tumour of adenohypophysis. Objectively: the patient’s weight is 117 kg, he has moon-like hyperemic face, red-blue striae of skin distension on his belly. Osteoporosis and muscle dystrophy are present. AP is 210/140 mm Hg. What is the most probable diagnosis?",
        "160": "Microelectrode technique allowed to register a potential following 'all-or-none' law and being able of undecremental spreading. Specify this potential:",
        "161": "A patient has been diagnosed with transmural myocardial infarction. What drug should be given in order to prevent cardiogenic shock?",
        "162": "2 days after labour a woman developed shock along with DIC syndrome that caused her death. Autopsy revealed purulent endomyometritis, regional purulent lymphangitis, lymphadeni-tis and purulent thrombophlebitis. There were also dystrophic alterations and interstitial inflammation of parenchymal organs. What is the most likely diagnosis?",
        "163": "A patient got an injury of spinal marrow in a road accident that caused loss of tactile sensation, posture sense, vibration sense. What conduction tracts are damaged?",
        "164": "Examination of a patient revealed II grade obesity. It is known that he consumes a lot of sweets and rich food, has sedentary way of life. That’s why anabolic metabolism has the priority in his organism. Which of the following pathways is amphibolic?",
        "165": "A patient who abuses smoking has chronic bronchitis. Biopsy of his primary bronchus revealed multilayer pavement epithelium. What pathological process was revealed in the bronchus?",
        "166": "A patient suffers from pulmonary tuberculosis. During treatment neuritis of visual nerve arose. What drug has caused this by-effect?",
        "167": "A 67 year old patient complains of periodic heart ache, dyspnea during light physical activities. ECG reveals extraordinary contractions of heart ventricles. Such arrhythmia is called:",
        "168": "A patient with ischemic heart disease has been administered an anti-anginal drug that reduces the myocardial oxygen consumption and improves blood supply of myocardium. What drug is it?",
        "169": "A doctor asked a patient to breath out fully after taking a normal breath. What muscles contract during such exhalation?",
        "170": "A 4 year old child with hereditary renal lesion has signs of rickets, vitamin D concentration in blood is normal. What is the most probable cause of rickets development?",
        "171": "A man was intoxicated with mushrooms. They contain muscarine that stimulates muscarinic cholinoreceptors. What symptoms signalize intoxication with inedible mushrooms?",
        "172": "There was a record of some anthrax cases among animals in a countryside. The spread of disease can be prevented by means of immunization. What kind of vaccine should be used?",
        "173": "An infectious disease unit admitted a patient with signs of jaundice caused by hepatitis virus. Select an indicator that is specific only for parenchymatous jaundice:",
        "174": "A patient presents with dysfunction of cerebral cortex accompanied by epileptic seizures. He has been admini-stered a biogenic amine synthetized from glutamate and responsible for central inhibition. What substance is it?",
        "175": "A 50 year old patient underwent resection of tumour of large intestine wall. Microscopically it presents itself as fascicles of divergent collagen fibers of different thickness and form and some monomorphous fusiform cells that are irregularly distributed among the fibers. Cellular atypia is not evident. What tumour is it?",
        "176": "Toxic affection of liver results in dysfunction of protein synthesis. It is usually accompanied by the following kind of dysproteinemia:",
        "177": "A cell at the stage of mitosis anaphase was stimulated by colchicine that inhibi-ts chromosome separation to the poles. What type of mutation will be caused?",
        "178": "Examination of duodenal contents revealed some pyriform protozoa with twin nuclei and four pairs of flagella. There were two supporting filaments between the nuclei and a suctorial disc on the ventral side. What representative of protozoa was revealed in this patient?",
        "179": "In order to prevent massive haemorrhage in the region of oral cavity floor it is required to ligate an artery which is located within Pirogov’s triangle. What artery is it?",
        "180": "A patient with high-titer antinuclear antibodies died from progressing renal impairment. Autopsy revealed mesangi-oproliferative glomerulonephritis and abacterial polypous endocarditis. There was periarterial bulbar sclerosis in spleen and productive proliferative vasculitis in skin. What is the most likely diagnosis?",
        "181": "A shepherd who has tended sheep together with dogs consulted a doctor about pain in his right subcostal area, nausea, vomiting. Roentgenoscopy revealed a tumour-like formation. What kind of helminthiasis might be suspected?",
        "182": "For relief of hypertensive crisis a doctor administered a patient a drug that apart from antihypertensive effect has also sedative, spasmolytic and anti-convulsive effect. The drug was taken parenterally. When it is taken enterally it acts as a laxative and cholagogue. What drug was administered?",
        "183": "A bacteriological laboratory received sputum sample of a patient suffering from tuberculosis. Bacterioscopic examination of smears and detection of tuberculosis bacillus can be realized by one of enri-chment methods that involves processing of sputum only with solution of caustic soda. What is this method called?",
        "184": "Electronic microphotography of pulmonary alveole’s wall presents a big cell. Its cytoplasm has a lot of mi-tochondria, developed Golgi apparatus, osmiophil lamellated corpuscles. What is the main function of this cell?",
        "185": "A patient with diabetes mellitus complicated by angiopathy has been recommended a drug which is a sulphonyl urease derivate of the second generati-on. It improves microcirculation and is known for its relatively good tolerance. What drug is it?",
        "186": "A child is pale, pastose, muscular tissue is bad developed, lymph nodes are enlarged. He often suffers from angi-na and pharyngitis, blood has signs of lymphocytosis. The child is also predisposed to autoallergic diseases. What type of diathesis can be presumed in this case?",
        "187": "A 26 year old pregnant woman is under treatment at an in-patient hospital. After a continuous attack of vomiting she was found to have reduced volume of circulating blood. What kind of change in general blood volume is the case?",
        "188": "Vomiting matters of a patient suspected of having cholera were delivered to the bacteriological laboratory. The material was used for preparing a 'hanging drop' specimen. What type of microscopy will be applied for identification of the causative agent by its mobility?",
        "189": "Examination of a 6-month-old child revealed a delay in closure of the occipi-tal fontanelle. When should it normally close?",
        "190": "A 45 year old male died from disseminated tuberculosis. On autopsy the symptoms of tuberculosis were confirmed by both microscopical and histological analyses. All the affected organs had epithelioid cell granulomas with caseous necrosis in the centre. What kind of hypersensitivity reaction underlies the process of granuloma development?",
        "191": "A male patient has been diagnosed with acute radiation disease. Laboratory examination revealed a considerable reduction of platelet serotonin level. The likely cause of platelet serotonin reduction is the disturbed metabolism of the following substance:",
        "192": "In course of a conditional experiment the development of mesenchyma cells was completely inhibited. Development of the following muscular tissue will be disturbed:",
        "193": "Sex chromosomes of a woman didn’t separate and move to the opposite poles of a cell during gametogenesis (meiosis). The ovum was impregnated with a normal spermatozoon. Which chromosomal disease can be found in her child?",
        "194": "After taking poor-quality food a patient developed repeated episodes of diarrhea. On the next day he presented with decreased arterial pressure, tachycardia, extrasystole. Blood pH is 7,18. These abnormalities were caused by the development of:",
        "195": "A patient has been diagnosed with influenza. His condition became drastically worse after taking antipyretic drugs. His consciousness is confused, AP is 80/50 mm Hg, Ps is 140/m, body temperature droped down to 35, 8oC. What complication developed in this patient?",
        "196": "One of sections of central nervous system has layerwise arrangement of neurocytes. Among them there are cells of the following forms: stellate, fusiform, horizontal, pyramidal. What section of central nervous system is this structure typical for?",
        "197": "Pharmacological effects of anti-depressants are based upon blocking (inhibiting) the enzyme that acts as a catalyst for the breakdown of biogenic amines noradrenalin and serotonin in the mitochondria of cephalic neurons. What enzyme takes part in this process?",
        "198": "During examination of a pati-ent a dentist revealed a lot of 'white spots' zones of enamel demineralization. What microorganisms take part in the development of this process?",
        "199": "A 4 year old child presents with general weakness, sore throat and degluti-tive problem. After his examination a doctor suspected diphtheria and sent the material to the bacteriological laboratory. In order to determine the diphtheria causative agent the material should be inoculated into the following differential diagnostic medium:",
        "200": "A man with a stab wound in the regi-on of the quadrilateral foramen consulted a doctor about it. Examination revealed that the injured couldn’t abduct his arm from the body. What nerve is most likely damaged?"
    },
    {
        "1": {
            "a": "Redistribution of leukocytes in the organism",
            "b": "Deceleration of leukocyte lysis",
            "c": "Leukopoiesis intensification",
            "d": "Leukopoiesis intensification and deceleration of leukocyte lysis",
            "e": "Deceleration of leukocyte migration to the tissues"
        },
        "2": {
            "a": "Lysosomal glycosidase",
            "b": "Glucose 6-phosphate dehydrogenase",
            "c": "Alpha amylase",
            "d": "Gamma amylase",
            "e": "Glycogen phosphorylase"
        },
        "3": {
            "a": "Glucose 6-phosphatase",
            "b": "Catalase",
            "c": "Acetylcholinesterase",
            "d": "Butyrylcholin esterase",
            "e": "Glutathione peroxidase"
        },
        "4": {
            "a": "Dominant sex-linked",
            "b": "Recessive autosomal",
            "c": "Recessive sex-linked",
            "d": "Semidominance",
            "e": "Autosomal dominant"
        }
    },
    {
        "1": "Dominant, X -linked",
        "2": "Glycogen phosphorylase",
        "3": "Butyrylcholin esterase",
        "4": "Recessive sex-linked",
        "5": "АахАа",
        "6": "Mental",
        "7": "Creatine phosphokinase",
        "8": "Trigeminus",
        "9": "Main cochlea membrane near the oval window",
        "10": "N.ulnaris",
        "11": "M.deltoideus",
        "12": "Ductus choledochus",
        "13": "Rectouterine",
        "14": "Dysenteric amoeba",
        "15": "Fibrinoid swelling",
        "16": "Metaplasia",
        "17": "Erythropoiesis",
        "18": "Conditioned sympathetic",
        "19": "Evaporation",
        "20": "Function of heart contractions",
        "21": "Cholecystokinin-pancreozymin",
        "22": "Diphyllobothriasis",
        "23": "Inspiratory reserve volume",
        "24": "Angiotensin-II",
        "25": "Lymphogranulomatosis",
        "26": "Parathormone",
        "27": "Central synapses",
        "28": "Nerve centres",
        "29": "5l",
        "30": "Platelets",
        "31": "10 l/min",
        "32": "Cerebellum",
        "33": "Vasopressin",
        "34": "Superior vena cava",
        "35": "Choline",
        "36": "Hypothalamus",
        "37": "Bence Jones protein",
        "38": "Ascorbic acid and rutin",
        "39": "Amino-acid metabolism ",
        "40": "Translocation",
        "41": "Paraproteinemia",
        "42": "Insulin",
        "43": "Calcitonin",
        "44": "Increase in urea concentration",
        "45": "Prothrombin",
        "46": "Disorder of ammonia neutralization",
        "47": "Neutrophilic leukocytosis",
        "48": "Antidiphtheritic antitoxic serum",
        "49": "Mass decrease of active nephrons",
        "50": "Eosinophilia",
        "51": "Obturator",
        "52": "Repolarization",
        "53": "Protopathic",
        "54": "Acute left-ventricular failure",
        "55": "Azithromycin",
        "56": "Substitution of haemoblast",
        "57": "Neuroparalytic",
        "58": "Ischemic stroke",
        "59": "Sodium hydrocarbonate",
        "60": "Activation of α1-adrenoreceptors",
        "61": "Fibrous cavernous tuberculosis ",
        "62": "Unithiol",
        "63": "Necrotic nephrosis",
        "64": "Increased production of glucocorticoids",
        "65": "Reagine reaction",
        "66": "Oxyproline",
        "67": "Brain tunics",
        "68": "Glandular hyperplasia of endometrium",
        "69": "Streptococcus pneumoniae",
        "70": "Agglutination reaction ",
        "71": "HIV-infection",
        "72": "CD4",
        "73": "To withhold digitoxin",
        "74": "Vasopressin",
        "75": "Fibrinolysis activators ",
        "76": "Glucose",
        "77": "Methyluracil",
        "78": "Insufficiency of met-Hb-reductase",
        "79": "Axons of motoneurons and axons of neurons of lateral horns",
        "80": "Recessive, sex-linked",
        "81": "Paschen bodies",
        "82": "Trans-retinoic acid",
        "83": "Precipitin lines",
        "84": "Chronic right-ventricular insufficiency",
        "85": "Vestibular ampullar",
        "86": "Microaerophilic ability ",
        "87": "Karyolysis",
        "88": "Bladder floor",
        "89": "Hereditary enzymopathy",
        "90": "Natriuretic hormone",
        "91": "Spasm of coronary arteries",
        "92": "Haemorrhage",
        "93": "Rise of hydrostatic pressure in venules",
        "94": "Thrombocytopenia",
        "95": "Carboxylation of glutamin acid",
        "96": "Direct antagonism",
        "97": "Hepatoduodenal ligament",
        "98": "Obstructive jaundice",
        "99": "Combinative",
        "100": "Sleep",
        "101": "5-6 p.m.",
        "102": "0,8",
        "103": "Pars superior",
        "104": "Quadritubercular bodies",
        "105": "Cyclic adenosine monophosphate",
        "106": "Homogentisic acid oxidase",
        "107": "Type IV hypersensitivity reaction ",
        "108": "Volume overload of the left ventricular",
        "109": "Bronchopulmonary segment",
        "110": "Co-trimoxazole",
        "111": "Primary tuberculosis",
        "112": "Isoniazid",
        "113": "Lipoma",
        "114": "47(ХХХ)",
        "115": "Immune complex",
        "116": "Bisacodyl",
        "117": "Non-specific resistance",
        "118": "Sinoatrial node",
        "119": "Sodium valproate",
        "120": "Addiction",
        "121": "Eubiotics",
        "122": "Miosis",
        "123": "Scabies",
        "124": "Excretory alkalosis",
        "125": "Cross adaptation",
        "126": "Fibrinous suppurative peritonitis ",
        "127": "Mammary gland",
        "128": "Carbohydrates",
        "129": "Acetylsalicinic acid",
        "130": "Increase in hydrostatic pressure of blood in veins",
        "131": "Acetylcholine",
        "132": "Vitamin B12",
        "133": "Basal cell carcinoma",
        "134": "Dysentery",
        "135": "Spironolactone",
        "136": "Atherocalcinosis",
        "137": "Chronic bronchitis",
        "138": "Necronephrosis",
        "139": "Lysyl oxidase",
        "140": "Renal corpuscle",
        "141": "Calcium chloride",
        "142": "Leukocyte redistribution in the bloodstream",
        "143": "Hypoparathyroidism",
        "144": "Erectile",
        "145": "Mosaicism",
        "146": "Dehydropholate reductase",
        "147": "A",
        "148": "Aminoglycosides",
        "149": "Thymus",
        "150": "Dermis",
        "151": "Metronidazole",
        "152": "Parietal cell",
        "153": "Intensification of ATP resynthesis",
        "154": "Parathyroid osteodystrophy",
        "155": "Anterior longitudinal ligament",
        "156": "Reflectory apnea",
        "157": "S",
        "158": "Bruton’s disease",
        "159": "Cushing’s disease",
        "160": "Action potential",
        "161": "Promedol",
        "162": "Septicemia",
        "163": "Fascicle of Goll and cuneate fascicle",
        "164": "Cycle of tricarboxylic acids",
        "165": "Metaplasia",
        "166": "Isoniazid",
        "167": "Extrasystole",
        "168": "Nitroglycerine",
        "169": "Abdominal muscles",
        "170": "Impaired synthesis of calcitriol",
        "171": "Myotic pupils",
        "172": "STI live vaccine",
        "173": "Increase in ALT and AST rate",
        "174": "Gamma-amino butyric acid",
        "175": "Hard fibroma",
        "176": "Absolute hypoproteinemia",
        "177": "Polyploidy",
        "178": "Lamblia",
        "179": "Lingual artery",
        "180": "Systemic lupus erythematosus ",
        "181": "Echinococcosis",
        "182": "Magnesium sulfate",
        "183": "Homogenization",
        "184": "It produces surfactant",
        "185": "Glibenclamide",
        "186": "Lymphohypoplastic",
        "187": "Polycythemic hypovolemia ",
        "188": "Phase-contrast microscopy",
        "189": "Until 3 months",
        "190": "Delayed",
        "191": "5-oxytryptofane",
        "192": "Smooth muscular tissue",
        "193": "Turner’s syndrome",
        "194": "Nongaseous acidosis",
        "195": "Collapse",
        "196": "Cortex of cerebrum",
        "197": "Monoamine oxidase",
        "198": "Streptococcus mutans",
        "199": "Blood tellurite agar",
        "200": "n. axillaris"
    }
]