[
    {
        "1": "An unconscious patient was deli- vered to the admission ward. Objecti- vely: the patient’s skin is cold, pupils are myotic, he has laboured Cheyne-Stokes respiration, arterial pressure is low, urinary bladder is full. What substance has caused intoxication?",
        "2": "Characteristic  sign  of   glycogenosis is muscle pain during physical work. Blood examination reveals usually hypoglycemia. This pathology is caused by congenital deficiency of the following enzyme:",
        "3": "A woman works as railway traffic controller. She suffers from seasonal vasomotor rhinitis and gets treatment in the outpatient setting. She was prescribed an antihistamine that has no effect upon central nervous system. What drug is it?",
        "4": "During an operation a patient got injection of muscle relaxant dithylinum. Relaxation of skeletal muscles and inhibition of respiration lasted two hours. This condition was caused by absence of the following enzyme in blood serum:",
        "5": "Examination of a patient suffering from cancer of urinary bladder revealed high rate of serotonin and hydroxyanthranilic acid. It is caused by excess of the following amino acid in the organism:",
        "6": "Blood of a 12 year old boy presents low concentration of uric acid and accumulation of xanthine and hypoxanthine. This child has genetic defect of the following enzyme",
        "7": "A patient who suffers from insomnia caused by emotional disorder was prescribed a hypnotic drug with tranquillizing effect. What hypnotic was prescribed?",
        "8": "A patient is ill with diabetes mellitus accompanied by hyperglycemia on an empty stomach (7,2 millimole/l). The hyperglycemia rate can be retrospectively estimated (over the last 4-8 weeks before the examination) on the ground of the rate of the following blood plasma protein:",
        "9": "In course of laparotomy a surgeon revealed gangrenous lesion of descending colon. It was caused by thrombosis of the following artery:",
        "10": "A 60 year old  patient  has  impaired perception of high-frequency sounds. These changes were caused by damage of the following auditory analyzer structures:",
        "11": "A patient has low rate of magnesium ions that are necessary for affixion of ribosomes to the endoplasmic reticulum. It is known that  it  causes  disturbance of protein biosynthesis. At what stage is protein biosynthesis impaired?",
        "12": "A healthy man is in a region with high risk of catching malaria. What drug should be administered for individual chemoprophylaxis of malaria?",
        "13": "A full-term newborn child has yellowish skin and mucous membranes. This might be probably caused by temporary deficiency of the following enzyme:",
        "14": "A patient ill with neurodermatitis has been taking prednisolone for a long time. Examination revealed high rate of sugar in his blood. This complication is caused by the drug influence upon the following link of carbohydrate metabolism:",
        "15": "Labelled amino acids alanine and tryptophane were injected to  a  mouse in order to study localization of protein synthesis in its cells. The labelled amino acids will be accumulated near the following organellas:",
        "16": "Students who are taking examinations often have dry mouth. The mechanism that causes this state is the realization of the following reflexes:",
        "17": "Inflammation of the tympanic cavity (purulent otitis media) was  complicated by inflammation of mammillary process sockets. What wall of tympanic  cavity  did the pus penetrate into the sockets through?",
        "18": "Examination of a patient revealed typical presentations of collagenosis. This pathology is characterized by increase of the following urine index:",
        "19": "Untrained people often have muscle pain after sprints as a result of lactate accumulation. This might be caused by intensification of the following biochemical process:",
        "20": "Examination of a patient suffering from frequent haemorrhages in the inner organs and mucous membranes revealed proline and lysine being included in collagen fibers. Impairment of their hydroxylation is caused by lack of the following vitamin",
        "21": "During an experiment a skeletal muscle is stimulated by a series of electric impulses. What type of muscle contraction will be observed provided that each subsequent impulse comes in the peri- od of shortening of the previous single muscle contraction?",
        "22": "A 48 year old patient complained about intense pain,  slight  swelling and reddening of skin over the joints, temperature rise up to 38oC. Blood analysis revealed high concentration of urates. This condition might be caused by disturbed metabolism of:",
        "23": "An experimantal animal that was kept on protein-free diet developed fatty liver infiltration, in particular as a result of deficiency of methylating agents. This is caused by disturbed generation of the following metabolite:",
        "24": "A 46 year old woman suffering from chololithiasis developed jaundice. Her urine became dark-yellow and feces became colourless. Blood serum will have the highest concentration of the following substance:",
        "25": "A patient suffering from infectious mononucleosis has been taking glucocorticosteroids for two weeks. This resulted in remission but the patient got exacerbation of chronic tonsillitis. This complication is induced by the following effect of glucocorticosteroids:",
        "26": "A 62 year woman complains of frequent pain attacks in the area of her chest and backbone, rib fractures. Her doctor suspected myeloma (plasmocytoma). What of the following laboratory characteristics will be of the greatest diagnostic importance?",
        "27": "A newborn child has convulsions that have been observed after prescription of vitamin B6. This most probable cause of this effect is that vitamin B6 is a component of the following enzyme:",
        "28": "A patient who has been abusing tobacco smoking for a long time has got cough accompanied by excretion of viscous mucus; weakness after minor physical stress, pale skin. The patient has also lost 12,0 kg of body weight. Endoscopic examination of biosy material his illness was diagnosed as squamous cell carcinoma. Name a pathological process that preceded formation of the tumour:",
        "29": "Bacterioscopic examination of a smear from the pharynx of a diphtheria suspect revealed bacilli with volutine granules. What etiotropic drug should be chosen in this case?",
        "30": "A patient caught a cold after which there appeared facial expression disorder. He cannot close his eyes, raise his eyebrows, bare his teeth. What nerve is damaged?",
        "31": "A patient underwent an operation on account of gall bladder excision that resulted in obstruction of Ca absorption through the bowels wall. What vitamin will stimulate this process?",
        "32": "A 70 year old female patient was diagnosed with fracture of left femoral neck accompanied by disruption of ligament of head of femur. The branch of the following artery is damaged:",
        "33": "ECG of a patient shows prolongation of T-wave. This is caused by deceleration in ventricles of:",
        "34": "A patient complains of frequent diarrheas, especially after consumption of rich food, weight loss. Laboratory examination revealed steatorrhea; his feces were hypocholic. What might have caused such condition?",
        "35": "Examination of a patient with pustular skin lesions allowed to isolate a causative agent that forms in the blood agar roundish yellow middle-sized colonies surrounded by haemolysis zone. Smears from the colonies contain irregular- shaped clusters of gram-positive cocci. The culture is oxidase- and catalase- positive, ferments mannitol and synthesizes plasmocoagulase. What causative agent was isolated?",
        "36": "A patient complained about being unable to adduct and abduct fingers in the metacarpophalangeal articulations towards and away from the 3rd finger. Which muscles’ function is impaired?",
        "37": "A 44 year old woman complains of general weakness, heart pain, significant increase of body weight. Objectively: moon face, hirsutism, AP is 165/100 mm Hg, height - 164 cm, weight - 103 kg; the fat is mostly accumulated on her neck, thoracic girdle, belly. What is the main pathogenetic mechanism of obesity?",
        "38": "A 34 year old woman was diagnosed with hereditary microspherocytic hemolytic anemia (Minkowsky-Shauffard disease). What mechanism caused haemolysis of erythrocytes?",
        "39": "According to the model of double DNA helix that was suggested by Watson and Creek, it was established that one of chains would not be lost during replication and the second chain would be synthesized complementary to the first one. What way of replication is it?",
        "40": "?",
        "41": "A patient suffers from hepatocirrhosis. State of antitoxic liver function can be characterized by examination of the following substance exreted by urine:",
        "42": "A 22 year  old  patient  from  the West Ukraine complains of laboured  nasal breathing. Morphological examination of biopsy material of nasal mucous membrane revealed lymphoid, epithelioid, plasma cells as well as Mikulicz’s cells. What is the most probable diagnosis?",
        "43": "Vitamin A together with specific cytoreceptors penetrates through the nuclear membranes, induces transcription processes that stimulate growth and differentiation of cells. This function is realized by the following form of vitamin A:",
        "44": "During preparation of a patient to a heart surgery it was necessary to measure pressure in heart chambers. In one of them pressure varied from 0 mm Hg up to 120 mm Hg within one cardiac cycle. What heart chamber is it?",
        "45": "Examination of coronary arteries revealed atherosclerotic calcified plaques closing vessel lumen by 1/3. The muscle has multiple whitish layers of connective tissue. What process was revealed in the myocardium?",
        "46": "In order to determine toxigenicity of diphtheria bacilli a strip of filter paper impregnated with antitoxic diphtherial serum was put on the dense nutrient medium. There were also inoculated a microbal culture under examination and a strain that is known to be toxigenic. If the microbal culture under  examination produces exotoxin, this will result in formation of:",
        "47": "A 63 year  old  male  patient  who  had been suffering from  chronic  diffuse obstructive disease, pulmonary emphysema, for 15 years died from cardiac insufficiency. Autopsy revealed nutmeg liver cirrhosis, cyanotic induration of kidneys and spleen, ascites, edemata of lower limbs. These changes of internal organs are typical for the following disease:",
        "48": "Examination of an ovary specimen stained by  hematoxylin-eosine  revealed  a follicle in which follicular epithelium consisted of 1-2 layers of cubic cells. There was also a bright red membrane around the ovocyte. What follicle is it?",
        "49": "?",
        "50": "A patient suffers from diabetes mellitus. After the regular insulin injection his condition grew worse: there appeared anxiety, cold sweat, tremor of limbs, general weakness, dizziness. What preparation can eliminate these symptoms?",
        "51": "?",
        "52": "Clinical diagnosis of a female patient was gonorrhoea. What examination method can be applied for confirmation of this diagnosis?",
        "53": "Autopsy of a man who died from burn disease revealed brain edema, li- ver enlargement as well as enlargement of kidneys with wide light-grey cortical layer and plethoric medullary area. Mi- croscopic examination revealed necrosis of tubules of main segments along with destruction of basal membranes, intersticium edema with leukocytic infiltration and haemorrhages. What is the most probable postmortem diagnosis?",
        "54": "A 30 year old man had been suffering from acute respiratory disease and died from cardiopulmonary decompensation. Autopsy revealed fibrinous-haemorrhagic inflammation in the mucous membrane of larynx and trachea, destructive panbronchitis, enlarged lungs that look black due to the multiple abcesses, haemorrhages, necrosis. What is the most probable postmortem diagnosis?",
        "55": "A 19 year old woman suffers from primary syphilis.  Doctor  administered her complex therapy that includes benzylpenicillin sodium salt. What is the mechanism of action of this drug?",
        "56": "A 65 year old female patient suffers from chronic renal insufficiency accompanied by evident edemata caused by chronic glomerulonephritis. What di- uretic should be administered for forced diuresis?",
        "57": "6 months after labour  a  woman had uterine hemorrhage. Gynaecological examination of uterine cavity revealed a dark-red tissue with multiple cavities resembling of a 'sponge'. Microscopic examination of a tumour revealed in blood lacunas atypic light epithelial Langhans cells and giant cells of syncytiotrophoblast. What tumour is it?",
        "58": "Atria of an experimental animal were superdistended by blood that resulted in decreased reabsorption of N a+ and water in renal tubules. This can be explained by the influence of the following factor upon kidneys:",
        "59": "A patient suffering from periodical attacks caused by inhalation of different flavoring substances was diagnosed with atopic bronchial asthma. IgE level was increased. This is typical for the following type of reactions:",
        "60": "During regular examination of school children it was revealed that a 10 year old girl had asymmetric oval eggs with a larva in the scrape from her perianal folds. What diagnosis should be made?",
        "61": "Histological examination of a 40 year old man’s thymus revealed reduced share of parenchymatous elements, increased share of adipose and loose connective tissue, its enrichment with thymus bodies. The organ’s mass was unchanged. What is this phenomenon called?",
        "62": "A 56 year old patient suffering from cardiac insufficiency has edema of feet and shins, edematous skin is pale and cold. What is the leading mechanism of edema pathogenesis?",
        "63": "Researchers of a bacteriological laboratory examine tinned meat for botulinic toxin. For this purpose a group of mice was injected with an extract of the material under examination and antitoxic antibotulinic serum of A, B, E types. A control group of mice was injected with the same extract but without antibotulinic serum. What serological reaction was applied?",
        "64": "A clinic observes a 49 year old patient with significant prolongation of coagulation time, gastrointestinal haemorrhages, subcutaneous hematomas. These symptoms might be explained by the deficiency of the following vitamin:",
        "65": "A patient suffering from chronic cardiac insufficiency was recommended to undergo a prophylactic course of treatment with a cardiological drug from the group of cardiac glycosides that is to be taken enterally. What drug was recommended?",
        "66": "A cerebral trauma caused increased ammonia generation. What amino acid participates in the excretion of ammonia from the cerebral tissue?",
        "67": "During the repeated Widal’s agglutination test it was noticed that the ratio of antibody titers and O-antigens S.typhi in the patient’s serum had increased from 1:100 to 1:400. How would you interpret these results?",
        "68": "It is known that the gene responsible for development of blood groups according to AB0 system has three allele variants. If a man has IV blood group, it can be explained by the following variability form:?",
        "69": "48 hours after tuberculine test (Mantoux test) a child had a papule 10 mm in diameter on the spot of tuberculine injection. What hypersensitivity mechanism underlies these changes?",
        "70": "Examination of a newborn boy’s genitalia revealed an urethral hiatus that opens on the undersite of his penis. What malformation is it?",
        "71": "A patient complains about impaired evacuatory function of stomach (long- term retention of food in stomach). Examination revealed a tumour of initi- al part of duodenum. Specify localization of the tumour:",
        "72": "A concentrated solution of sodium chloride was intravenously injected to an animal. This caused decreased reabsorption of sodium ions in the renal tubules. It is the result of the following changes of hormonal secretion:",
        "73": "People adapted to high external temperatures have such pecularity: profuse sweating isn’t accompanied by loss of large volumes of sodium chloride. This is caused by the effect of the following hormone upon the perspiratory glands:",
        "74": "Emotional stress causes activation of hormone-sensitive triglyceride lipase in the adipocytes. What secondary mediator takes part in this process?",
        "75": "A patient has been suffering from diarrhea for 5 day. On the fifth day colonoscopy revealed that membrane of rectum was inflamed, there were greyish-green films closely adhering to the subjacent tissue. What is the most probable diagnosis?",
        "76": "A 17 year old boy fell seriously ill,  the body temperature rose up to 38, 5oC, there appeared cough, rhinitis, lacrimation, nasal discharges. What inflammation is it?",
        "77": "A 25 year old Palestinian woman complains of weakness, dizziness, dyspnea. In anamnesis: periodically exacerbating anemia. In blood: Hb - 60 g/l, erythrocytes - 2.5 *10^12/l, reticulocytes - 35 *10^12/l, anisocytosis and poikilocytosis of erythrocytes, a lot of target cells and polychromatophils. What type of anemia is it?",
        "78": "A patient suffering from initial hypertension has been taking an anti- hypertensive preparation for a long time. Suddenly he stopped taking this preparation. After this his condition grew worse, this led to development of hypertensive crisis. This by-effect can be classified as:",
        "79": "Inflammatory processes cause synthesis of protein of acute  phase  in an organism. What substances stumulate their synthesis?",
        "80": "A 42 year old woman with neuralgia of trifacial nerve complains about periodical reddening of the right part of her face and neck, sense of warmth gush, increased skin sensitivity. These effects can be explained by the following type of arterial hyperemia:",
        "81": "A 30 year old woman has face edemata. Examination revealed proteinuria (5,87 g/l), hypoproteinemia, dysproteinemia, hyperlipidemia. What condition is the set of these symptoms typical for?",
        "82": "Autopsy of a 17 year old girl who died from  pulmonary failure revealed a small area of caseous necrosis in the inferior lobe of the right lung, and occurences of caseous necrosis in the bronchopulmonary, bronchial and bi- furcational lymph nodes. What is the most probable postmortem diagnosis?",
        "83": "A patient has a decreased vasopressin synthesis that causes polyuria and as a result of it evident organism dehydration. What is the mechanism of polyuria development?",
        "84": "A 35 year old man consulted a dentist about reduced density of dental tissue, high fragility of teeth during eating solid food. This patient suffers the most probably from the deficiency of the following mineral element:",
        "85": "A patient staying in the pulmonological department was diagnosed with pulmonary emphysema accompanied by reduced elasticity of pulmonary tissue. What type of respiration is observed?",
        "86": "A 4 year old child complained of  pain during deglutition, indisposition. Objectively: palatine arches and tonsils are moderately edematic and hyperemic, there are greyish-white films up to 1 mm thick closely adhering to the subjacent tissues. What pathological process are these changes typical for?",
        "87": "An unconscious young man with signs of morphine poisoning entered admission office. His respiration is shallow and infrequent which is caused by inhibition of respiratory centre. What type of respiratory failure is it?",
        "88": "A patient  with  cholelithiasis   fell  ill with mechanic jaundice.  Examination revealed that the stone was in the common bile duct. What bile-excreting ducts make up the obturated duct?",
        "89": "A patient is 44 years old. Laboratory examination of his blood revealed that content of proteins in plasma was 40 g/l. What influence will be exerted on the transcapillary water exchange?",
        "90": "After destruction of CNS structures an animal lost orientative reflexes. What structure was destroyed?",
        "91": "An isolated cell of human heart automatically generates excitement impulses with frequency of 60 times per minute. This cell was taken from the following heart structure:",
        "92": "A 62 year old patient who previously worked as stoker was admitted to a hospital with complaints about general weakness, abrupt weight loss, hoarse voice, dyspnea, dry cough. Laryngoscopy revealed a tumour in the pharynx that invaded vocal cords and epiglottis. What is the most probable cause of tumour development?",
        "93": "Examination of a man who had been working hard under higher temperature of the environment revealed abnormal quantity of blood plasma proteins. What phenomenon is the case?",
        "94": "A patient ill with thrombophlebitis of his lower limbs had chest pain, blood spitting, progressing respiratory insufficiency that led to his death. Autopsy diagnosed multiple lung infarctions. What is the most probable cause of their development?",
        "95": "During influenza epidemic 40% of pupils who didn’t go in for sports were affected by the disease, and among the pupils who regularly did physical exercises this index was only 20%. What adaptative mechanisms determined such a low sickness rate of pupils participating in the sports?",
        "96": "A patient suffers from stenocardia and takes isosorbide mononitrate. He was prescribed a complementary drug with disaggregating effect. What drug is it?",
        "97": "A patient in postoperative period was prescribed an anticholinesterase drug for stimulation of intestinal peristalsis and tonus of urinary bladder. What drug is it?",
        "98": "A patient has acne on his face. Mi- crospcopic examination of scrapings from the affected areas revealed living porrect vermiform arthropoda 0,2-0,5 mm large with four pairs of short extremities in the front part of their bodies. What is the laboratory diagnosis?",
        "99": "Among junior children of an orphanage an outbreak of intestinal infection with signs of colienteritis was registered. In order to identify isolated causative agent it is necessary to:",
        "100": "A 45 year old man consulted a doctor about a plaque-like formation on his neck. Histological examination of a skin bi- optate revealed clusters of round and oval tumour cells with a narrow border of basophilic cytoplasm resembling of cells of basal epidermal layer. What tumour is it?",
        "101": "A 45 year old patient was admitted to the cardiological department. ECG data: negative P wave overlaps QRS complex, diastolic interval is prolonged after extrasystole. What type of extrasystole is it?",
        "102": "A virological laboratory obtained pathological material (mucous discharges from nasal meatuses) taken from a patient with provisional diagnosis 'influenza'. What quick test will allow to reveal specific viral antigen in the material under examination?",
        "103": "A family of students who came from Africa got a child with anemia signs. The child died soon.  Examination revealed that the child’s erythrocytes have abnormal semilunar shape. Specify genotypes of the child’s parents:",
        "104": "Two hours after an exam a student had a blood count done and it was revealed that he had leukocytosis without significant leukogram modifications. What is the most probable mechanism of leukocytosis development?",
        "105": "A 66 year old female patient got intravenous injection of magnesium sulfate solution for the purpose of elimination of hypertensive crisis. But arterial pressure didn’t go down and after repeated introduction of the same preparation there appear sluggishness, slow response, inhibition of consciousness and respiration. What preparation is antagonist of magnesium sulfate and can eliminate symptoms of its overdose?",
        "106": "Hepatitis has led to the development of hepatic failure. Mechanism of edemata formation is activated by the impairment of the following liver function:",
        "107": "A patient working at a pig farm complains about paroxysmal abdominal pain, liquid feces with admixtures of mucus and blood, headache, weakness, fever. Examination of large intestine revealed ulcers from 1 mm up to several cm large, feces contained oval unicellular organisms with cilia. What disease should be suspected?",
        "108": "A patient staggers and walks astraddle. He has hypomyotonia of arm and leg muscles, staccato speech. In what brain section is this affection localized?",
        "109": "During hypersensitivity test a patient got subcutaneous injection of an antigen which caused reddening of skin, edema, pain as a result of histamine action. This biogenic amine is generated as a result of transformation of the following histidine amino acid:",
        "110": "Normal, actively dividing cells of human red bone marrow are analyzed. What number of cells’ chromosomes is typical for G1 period?",
        "111": "Blood group of a 30 year old man was specified before an operation. His blood is Rh-positive. Reaction of erythrocyte agglutination was absent with standard sera of 0αβ (I), Аβ (II), Вα (III) groups. The blood under examination is of the following group:",
        "112": "A 64 year old woman has impairment of twilight vision (hemeralopy). What vitamin should be recommended in the first place?",
        "113": "A patient underwent appendectomy. In the postoperative period he has been taking an antibiotic. The patient complains about hearing impairment and vestibular disorders. What group of antibiotics has such by-effects?",
        "114": "A patient was stung by a bee. Examination revealed that his left hand was hot, pink, edematic, there was a big red blister on the site of sting. What is the leading mechanism of edema development?",
        "115": "A patient complained about dizziness, memory impairment, periodical convulsions. It was revealed that these changes were caused by a product of decarboxylation of glutamic acid. Name this product",
        "116": "A sportsman needs to improve his sporting results. He was recommended to take a preparation that contains carnitine. What process is activated the most by this compound?",
        "117": "Laboratory examination of a child revealed increased concentration of leucine, valine, isoleucine and their keto-derivatives in blood and urine. Urine smelt of maple syrup. This disease is characterized by the deficit of the following enzyme:",
        "118": "A 7 year old child often suffers from streptococcic angina. Doctor suspected development of rheumatism and administered serological examination. The provisional diagnosis will be most probably confirmed by presence of antibodies to the following streptococcic antigen:",
        "119": "A 46 year old patient who had been suffering from tuberculosis for 6 years di- ed from massive pulmonary haemorrhage. Autopsy revealed different-sixed foci of sclerosis and caseous necrosis in lungs, in the upper part of the right lung there was  a cavity 5 cm in diameter with dense grey walls, the cavity contained liquid blood and blood clots. What type of tuberculosis is it?",
        "120": "A  patient suffering from pheochromocytoma complains of thirst, dry mouth, hunger. Blood test for sugar revealed hyperglycemia. What type of hyperglycemia is it?",
        "121": "A patient has been suffering from elevated temperature and attacks of typical cough for 10 days. Doctor administered inoculation of mucus from the patient’s nasopharynx on the agar. What microorganism is presumed?",
        "122": "A patient suffering from stenocardia was taking nitroglycerine which caused restoration of blood supply of myocardium and relieved pain in the cardiac area. What intracellular mechanism provides restoration of energy supply of insulted cells?",
        "123": "A 50 year old patient has been taking treatment thrice for the last 6 months because of fractures caused by domestic accidents. Microscopical examination of bony tissue revealed foci of lacunar resolution, giant-cell granulomas in the tumour-like formations, cysts. Bony tissue was substituted by fibrous connective tissue. Examination revealed also adenoma of parathyroid gland and hypercalcemia. What is the most probable diagnosis?",
        "124": "A couple had a child with Down’s disease. Mother is 42 years old. This disease is most probably caused by the following impairment of prenatal development:?",
        "125": "A man weighs 80 kg, after long physical activity his circulating blood volume is reduced down to 5,4 l, hematocrit makes up 50%, whole blood protein is 80 g/l. These blood characteristics are determined first of all by:",
        "126": "Examination of a pregnant woman revealed twice as much concentration of fibrinogen in blood plasm. What ESR can this woman have?",
        "127": "Examination of a child who frequently suffers from infectious diseases revealed that IgG concentration in blood serum was 10 times less than normal, IgA and IgM concentration was also signifi- cantly reduced. Analysis showed also lack of B-lymphocytes and plasmocytes. What disease are these symptoms typical for?",
        "128": "Introduction of a big dose of histamine to an experimental animal caused abrupt drop of arterial pressure as a result of:",
        "129": "Examination of a 42 year old patient revealed a tumour of adenohypophysis. Objectively: the patient’s weight is 117 kg, he has moon-like hyperemic face, red- blue striae of skin distension on his belly. Osteoporosis and muscle dystrophy are present. AP is 210/140 mm Hg. What is the most probable diagnosis?",
        "130": "Vagus branches that innervate heart are being stimulated during an experiment. This caused reduction of heart rate due to the intensification of the following process (through the cell membrane of cardiac pacemaker):",
        "131": "A patient got an injury of spinal marrow in a road accident that caused loss of tactile sensation, posture sense, vibration sense. What conduction tracts are damaged?",
        "132": "A scheme presents an exocrinous gland that has unbranched excretory duct with a terminal part in form of a saccule openining into the duct. How is this gland called according to the morphological classification of exocrinous  glands?",
        "133": "Examination of a patient revealed hypertrophy and inflammation of lymphoid tissue, edema of mucous membrane between palatine arches (acute tonsillitis). What tonsil is normally situated in this area?",
        "134": "A patient complained about muscle rigidity, constrained motions, constant tremor of arms. On the grounds of examination his disease was diagnosed as Parkinson’s disease. What drug should be administered?",
        "135": "Examination of a patient with impaired blood coagulation revealed thrombosis of a branch of inferior mesenteric artery. What bowel segment is damaged?",
        "136": "When blood circulation in the damaged tissue is restored, then lactate accumulation comes to a stop and glucose consumption decelerates. These metabolic changes are caused by activation of the following process:",
        "137": "A woman was delivered to a hospital for trachea intubation. What of the following drugs should be applied in this case?",
        "138": "A patient suffers from pulmonary tuberculosis. During treatment neuritis of visual nerve arose. What drug has caused this by-effect?",
        "139": "A patient suffers from chronic left- ventricular insufficiency. What medication should be administered?",
        "140": "Roentgenological examination of skull base bones revealed enlargement of sellar cavity, thinning of anterior clinoid processes, destruction of different parts, destruction of different parts of sella turcica. Such bone destruction might be caused by a tumour of the following endocrinous gland?",
        "141": "Patients who suffer from severe diabetes and don’t receive insulin have metabolic acidosis. This is caused by increased concentration of the following metabolites:",
        "142": "A 4 year old child with hereditary renal lesion has signs of rickets, vitamin D concentration in blood is normal. What is the most probable cause of rickets development?",
        "143": "A man was intoxicated with mushrooms. They contain muscarine that stimulates muscarinic cholinoreceptors. What symptoms signalize intoxication with inedible mushrooms?",
        "144": "A 47 year old man with myocardium infarction was admitted to the cardiological department. What changes of cellular composition of peripheral blood are induced by necrotic changes in the myocardium?",
        "145": "A patient with skin mycosis has disorder of cellular immunity. The most typical characteristic of it is reduction of the following index",
        "146": "A 50 year old patient underwent resection of tumour of large intestine wall. Microscopically it presents itself as fascicles of divergent collagen fibers of different thickness and form and some monomorphous fusiform cells that are irregularly distributed among the fibers. Cellular atypia is not evident. What tumour is it?",
        "147": "A cell at the stage of mitosis anaphase was stimulated by colchicine that inhibits chromosome separation to the poles. What type of mutation will be caused?",
        "148": "Autopsy of a 5 year old child revealed in the area of vermis of cerebellum a  soft greyish-pink node 2 cm in diameter with areas of haemorrhage. Histologically this tumour consisted of atypical monomorphous small roundish cells with big polymorphous nuclei. What tumour is it?",
        "149": "Voluntary breath-holding caused increase of respiration depth and frequency. The main factor stimulating these changes of external respiration is:",
        "150": "A patient was admitted to the surgical department with inguinal hernia. During the operation the surgeon performs plastic surgery on posterior wall of inguinal canal. What structure forms this wall?",
        "151": "A patient has delayed conduction of excitement through the atrioventricular node. What changes of ECG will be observed?",
        "152": "Surface with an intact toad on it was inclined to the right. Tone of extensor muscles became reflectory higher due to the activation of the following receptors",
        "153": "A female patient underwent liver transplantation. 1,5 month after it her condition became worse because of reaction of transplant rejection. What factor of immune system plays the leading part in this reaction?",
        "154": "Microscopical examination of a mi- crobal culture revealed fusiform spore- forming microorganisms that get violet- blue Gram’s stain. What microorganisms were revealed?",
        "155": "A bacteriological laboratory received sputum sample of a patient suffering from tuberculosis. Bacterioscopic examination of smears and detection of tuberculosis bacillus can be realized by one of enrichment methods that involves processing of sputum only with solution of caustic soda. What is this method called?",
        "156": "Electronic microphotography of pulmonary alveole’s wall presents a big cell. Its cytoplasm has a lot of mitochondria, developed Golgi apparatus, osmiophil lamellated corpuscles. What is the main function of this cell?",
        "157": "A patient in a transplantation centre underwent heart transplantation. The organ was taken from a donor who died in a road accident. Foreign heart can be rejected as a result of development of transplantation immunity. It is usually prevented by means of:",
        "158": "A child is pale, pastose, muscular tissue is bad developed, lymph nodes are enlarged.  He  often  suffers  from  angina and pharyngitis, blood has signs of lymphocytosis. The child is also predisposed to auto-allergic diseases. What type of diathesis can be presumed in this case?",
        "159": "A patient had been suffering from profuse diarrhea and vomiting for 2 days. He died from acute dehydration. Autopsy revealed that the intestinal wall was edematic and hyperemic, with multiple haemorrhages in the mucous membrane. Intestine lumen contains whitish fluid resembling of rice water. What disease caused death?",
        "160": "Examination of a 66 year old patient revealed a lytic tumour in the locus of pathological rib fracture. Histologically this tumour consists of atypical plasmoblasts. Further examination revealed osteoporosis in  the  bones of vertebral column and pelvis. These changes are typical for:",
        "161": "A patient died from acute cardiac insufficiency, among clinical presentations there was gastrointestinal haemorrhage. Examination of mucous membrane of  stomach revealed some defects reaching myenteron; their edges and bottom were mostly even and loose, some of them contained dark-red blood. What pathological process was revealed?",
        "162": "A 33 year old man died from uraemia. Autopsy revealed enlarged kidneys weighing 500,0 each and consisting of multiple cavities 0,5-2 cm in diameter. The cavities were full of light-yellow transparent liquid. Renal pelvis and ureters had no pecularities. What renal disease caused uraemia?",
        "163": "A patient got a trauma that caused dysfunction of motor centres regulating activity of head muscles. In what parts of cerebral cortex is the respective centre normally localized?",
        "164": "Material taken from a patient with provisional diagnosis 'influenza' was referred to a laboratory. For virological examination the hemadsorption reaction was applied. This reaction can be applied for detection of the following viruses:",
        "165": "Lungs of a preterm infant have areas of atelectasis (pulmonary collapse). The main cause is:",
        "166": "An alcoholic woman has born a girl with mental and physical developmental lag. Doctors diagnosed the girl with fetal alcohol syndrome. What effect is the cause of the girl’s state?",
        "167": "A viral infection has damaged cells that form walls of bile capillaries. This stimulated conditions for inflow of bile into the blood of sinusoidal capillaries. What cells are damaged?",
        "168": "Dietary intake of a 30 year old nursing woman contains 1000 mg of calcium, 1300 mg of phosphorus and 20 mg of iron per day. It is necessary to change content of these mineral substances in the following way:",
        "169": "?",
        "170": "?",
        "171": "?",
        "172": "?",
        "173": "?",
        "174": "?",
        "175": "?",
        "176": "?",
        "177": "?",
        "178": "?",
        "179": "?",
        "180": "?",
        "181": "?",
        "182": "?",
        "183": "?",
        "184": "?",
        "185": "?",
        "186": "?",
        "187": "?",
        "188": "?",
        "189": "?",
        "190": "?",
        "191": "?",
        "192": "?",
        "193": "?",
        "194": "?",
        "195": "?",
        "196": "?",
        "197": "?",
        "198": "?",
        "199": "?",
        "200": "?"
    },
    {
        "1": {
            "a": "Redistribution of leukocytes in the organism",
            "b": "Deceleration of leukocyte lysis",
            "c": "Leukopoiesis intensification",
            "d": "Leukopoiesis intensification and deceleration of leukocyte lysis",
            "e": "Deceleration of leukocyte migration to the tissues"
        },
        "2": {
            "a": "Increased vessel permeability",
            "b": "Injury of vessels caused by the sting",
            "c": "Drop of oncotic pressure in tissue",
            "d": "Drop of osmotic pressure in tissue",
            "e": "Reduced vessel filling"
        },
        "3": {
            "a": "Increased vessel permeability",
            "b": "Injury of vessels caused by the sting",
            "c": "Drop of oncotic pressure in tissue",
            "d": "Drop of osmotic pressure in tissue",
            "e": "Reduced vessel filling"
        }
    },
    {
        "1": "Redistribution of leukocytes in the organism",
        "2": "Increased vessel permeability",
        "3": "def",
        "4": "print",
        "5": "type",
        "6": "def",
        "7": "type",
        "8": "def",
        "9": "type",
        "10": "def",
        "11": "TRUE",
        "12": "type",
        "13": "def",
        "14": "print",
        "15": "type",
        "16": "def",
        "17": "type",
        "18": "def",
        "19": "type",
        "20": "def",
        "21": "?",
        "22": "?",
        "23": "?",
        "24": "?",
        "25": "?",
        "26": "?",
        "27": "?",
        "28": "?",
        "29": "?",
        "30": "?",
        "31": "?",
        "32": "?",
        "33": "?",
        "34": "?",
        "35": "?",
        "36": "?",
        "37": "?",
        "38": "?",
        "39": "?",
        "40": "?",
        "41": "?",
        "42": "?",
        "43": "?",
        "44": "?",
        "45": "?",
        "46": "?",
        "47": "?",
        "48": "?",
        "49": "?",
        "50": "?",
        "51": "?",
        "52": "?",
        "53": "?",
        "54": "?",
        "55": "?",
        "56": "?",
        "57": "?",
        "58": "?",
        "59": "?",
        "60": "?",
        "61": "?",
        "62": "?",
        "63": "?",
        "64": "?",
        "65": "?",
        "66": "?",
        "67": "?",
        "68": "?",
        "69": "?",
        "70": "?",
        "71": "?",
        "72": "?",
        "73": "?",
        "74": "?",
        "75": "?",
        "76": "?",
        "77": "?",
        "78": "?",
        "79": "?",
        "80": "?",
        "81": "?",
        "82": "?",
        "83": "?",
        "84": "?",
        "85": "?",
        "86": "?",
        "87": "?",
        "88": "?",
        "89": "?",
        "90": "?",
        "91": "?",
        "92": "?",
        "93": "?",
        "94": "?",
        "95": "?",
        "96": "?",
        "97": "?",
        "98": "?",
        "99": "?",
        "100": "?",
        "101": "?",
        "102": "?",
        "103": "?",
        "104": "?",
        "105": "?",
        "106": "?",
        "107": "?",
        "108": "?",
        "109": "?",
        "110": "?",
        "111": "?",
        "112": "?",
        "113": "?",
        "114": "?",
        "115": "?",
        "116": "?",
        "117": "?",
        "118": "?",
        "119": "?",
        "120": "?",
        "121": "?",
        "122": "?",
        "123": "?",
        "124": "?",
        "125": "?",
        "126": "?",
        "127": "?",
        "128": "?",
        "129": "?",
        "130": "?",
        "131": "?",
        "132": "?",
        "133": "?",
        "134": "?",
        "135": "?",
        "136": "?",
        "137": "?",
        "138": "?",
        "139": "?",
        "140": "?",
        "141": "?",
        "142": "?",
        "143": "?",
        "144": "?",
        "145": "?",
        "146": "?",
        "147": "?",
        "148": "?",
        "149": "?",
        "150": "?",
        "151": "?",
        "152": "?",
        "153": "?",
        "154": "?",
        "155": "?",
        "156": "?",
        "157": "?",
        "158": "?",
        "159": "?",
        "160": "?",
        "161": "?",
        "162": "?",
        "163": "?",
        "164": "?",
        "165": "?",
        "166": "?",
        "167": "?",
        "168": "?",
        "169": "?",
        "170": "?",
        "171": "?",
        "172": "?",
        "173": "?",
        "174": "?",
        "175": "?",
        "176": "?",
        "177": "?",
        "178": "?",
        "179": "?",
        "180": "?",
        "181": "?",
        "182": "?",
        "183": "?",
        "184": "?",
        "185": "?",
        "186": "?",
        "187": "?",
        "188": "?",
        "189": "?",
        "190": "?",
        "191": "?",
        "192": "?",
        "193": "?",
        "194": "?",
        "195": "?",
        "196": "?",
        "197": "?",
        "198": "?",
        "199": "?",
        "200": "?"
    }
]