[
    {
        "1": "A patient diagnosed with focal tuberculosis of the upper lobe of the right lung had been taking isoniazid as a part of combination therapy. After some time, the patient reported of muscle weakness, decreased skin sensitivity, blurred vision, impaired motor coordination. Which vitamin preparation should be used to address these phenomena?",
        "2": "A 60-year-old male patient has a 9-year history of diabetes and takes insulin Semi-lente for the correction of hyperglycemia. 10 days ago he began taking anaprilin for hypertension. One hour after admini- stration of the antihypertensive drug the patient developed hypoglycemic coma. What is the mechanism of hypoglycemia in case of anaprilin use?",
        "3": "Pterin derivatives (aminopterin and methotrexate) are the inhibitors of di- hydrofolate reductase, so that they inhibit the regeneration of tetrahydrofolic acid from dihydrofolate. These drugs inhibit the intermolecular tranfer of monocarbon groups, thus suppressing the synthesis of the following polymer:",
        "4": "A child with suspected tuberculosis was given Mantoux test. After 24 hours the site of the allergen injection got swollen, hyperemic and painful. What are the main components that determine such response of the body?",
        "5": "Hemoglobin catabolism results in release of iron which is transported to the bone marrow by a certain transfer protein and used again for the synthesis of hemoglobin. Specify this transfer protein:",
        "6": "A 12-year-old boy has been hospitalized for suspected food poisoning. The fecal samples were inoculated on the Endo agar, which resulted in growth of a large number of colorless colonies. What microorganism is most likely to be EXCLUDED from the list of possible causative agents of the disease?",
        "7": "A 23-year-old patient has been admitted to a hospital with a craniocerebral injury. The patient is in a grave condition. Respiration is characterized by prolonged convulsive inspiration followed by a short expiration. What kind of respiration is it typical for?",
        "8": "It has been experimentally proven that the excitation of the motor neurons of flexor muscles is accompanied by the inhibition of the motor neurons of extensor muscles. What type of inhibition underli- es this phenomenon?",
        "9": "A 3-year-old boy with pronounced hemorrhagic syndrome doesn’t have anti- hemophilic globulin A (factor VIII) in the blood plasma. Hemostasis has been impaired at the following stage:",
        "10": "A patient got a gunshot wound of hip which damaged the sciatic nerve. Any impact on the affected limb causes severe, excruciating pain. What mechanism of pain is most likely in this case?",
        "11": "A 60-year-old patient with a long hi- story of stenocardia takes coronarodilator agents. He has also been administered acetylsalicylic acid to reduce platelet aggregation. What is the mechanism of antiplatelet action of acetylsalicylic acid?",
        "12": "A patient with bronchial asthma has developed acute respiratory failure. What kind of respiratory failure occurs in this case?",
        "13": "On the fifth day after the acute blood loss a patient has been diagnosed with hypochromic anemia. What is the main mechanism of hypochromia development?",
        "14": "A patient with  diabetes  developed a diabetic coma due to the acid-base imbalance. Specify the kind of this imbalance:",
        "15": "A girl receives antibiotics of the penicillin group for acute bronchitis. On the third day of treatment she developed allergic dermatitis. Which drug should be administered?",
        "16": "A female patient has been diagnosed with cervical erosion, which is a precancerous pathology. What defense mechanism can prevent the development of a tumor?",
        "17": "Microscopy of the coronary artery of a dead 53-year-old patient revealed lumi- nal occlusion due to a fibrous plaque wi- th some lipids. The most likely form of atherosclerosis in this case is:",
        "18": "Autopsy of the patient revealed bone marrow hyperplasia of tubular and flat bones (pyoid marrow), splenomegaly (6 kg) and hepatomegaly (5 kg), enlargement of all lymph node groups. What disease are the identified changes typical for?",
        "19": "As a result of an injury a patient cannot extend his arm at the elbow. This may cause abnormal functioning of the following muscle:",
        "20": "A man sitting with his eyes closed, undergoes electroencephalography. What rhythm will be recorded on the EEG if there is an audible signal?",
        "21": "Electrophoretic study of a blood serum sample, taken from the patient with pneumonia, revealed an increase in one of the protein fractions. Specify this fraction:",
        "22": "Examination of an  18-year-old gi- rl revealed the following features: hypoplasia of the ovaries, broad shoulders, narrow pelvis, shortening of the lower extremities,'sphinx neck'. Mental development is normal. The girl was diagnosed with Turner’s syndrome. What kind of chromosome abnormality is it?",
        "23": "Hypertrichosis is the Y-linked character. The father has hypertrichosis, and the mother is healthy.  In  this  family, the probability of having a child with hypertrichosis is:",
        "24": "A casualty has a fracture in the region of the inner surface of the left ankle. What is the most likely site for the fracture?",
        "25": "Some infectious diseases caused by bacteria are treated with sulfanilamides which block the synthesis of bacteria growth factor. What is the mechanism of their action?",
        "26": "A 42-year-old male patient with gout has an increased blood uric acid concentration. In order to reduce the level of uric acid the doctor administered him allopurinol. Allopurinol is the competitive inhibitor of the following enzyme:",
        "27": "A 40-year-old female patient di- agnosed with acute pancreatitis has been delivered to the admission department of a regional hospital. What drug should be administered the patient in the first place??",
        "28": "A patient consulted a doctor about being unable to abduct his right arm after a past trauma. Examination revealed that the passive movements were not limi- ted. The patient was found to have the atrophy of the deltoid muscle. What nerve is damaged?",
        "29": "After a trauma of the upper third of the anterior forearm a patient exhibits difficult pronation, weakening of palmar flexor muscles and impaired skin sensiti- vity of 1-3 fingers. Which nerve has been damaged?",
        "30": "A 38-year-old female patient complai- ns of general weakness, cardiac pain, increased appetite, no menstruation. Objectively: the height is 166 cm, weight 108 kg, the patient has moon-shaped face, subcutaneous fat is deposited mainly in the upper body, torso and hips. There are also blood-red streaks. Ps- 62/min, AP- 160/105 mm Hg. Which of the following diseases is the described pattern of obesity most typical for?",
        "31": "A 60-year-old patient with a long history of atherosclerosis and a previ- ous myocardial infarction developed an attack of retrosternal pain. 3 days later the patient was hospitalized and then di- ed of progressive cardiovascular insuffici- ency. At autopsy a white fibrous depressed area about 3 cm in diameter with clear boundaries was found in the posterior wall of the left ventricle and interventri- cular septum. The dissector evaluated these changes as:",
        "32": "Measurements of the arterial pCO2 and pO2 during an  attack  of  bronchial asthma revealed hypercapnia and hypoxemia respectively. What kind of hypoxia occurred in this case?",
        "33": "A female patient with bronchial asthma had taken prednisolone tablets (1 tablet 3 times a day) for 2 months. Due to a significant improvement of her conditi- on the patient suddenly stopped taking it. What complication is likely to develop in this case?",
        "34": "A patient with suspected dysentery has been admitted to the infectious di- seases hospital. Which basic method of laboratory diagnosis must be applied in the first place?",
        "35": "During a surgery with the use of hygronium the patient had an abrupt fall in blood pressure. Blood pressure can be normalized by the representatives of the following drug group:",
        "36": "A patient with respiratory failure has blood pH of 7,35. pCO2 test revealed hypercapnia. Urine pH test revealed an increase in the urine acidity. What form of acid-base imbalance is the case?",
        "37": "On examination a patient was found to have medial strabismus, the inward deviation of the eyeball and inability to abduct the eyeball outwards. What nerve is damaged?",
        "38": "A patient with a dislocated shoulder had been admitted to  a  hospital.  With  the purpose of skeletal  muscle  relaxati- on he was given an injection of relaxant dithylinum acting normally 5-7 minutes. However, the effect of dithylinum in this patient lasted up to 8 hours. What is the most likely cause of the prolonged effect of dithylinum in this patient?",
        "39": "As a result of an injury of the knee joint a patient shows a drawer sign, that is the anterior and posterior displacement of the tibia relative to the femur. What ligaments are damaged?",
        "40": "The neurosurgical department has admitted a 54-year-old male complaining of no sensitivity in the lower eyelid skin, lateral surface of nose, upper lip. On examination the physician revealed the inflammation of the second branch of the trigeminal nerve. This branch comes out of the skull through the following foramen:",
        "41": "Bacteriological examination of purulent discharges from the urethra revealed some gram-negative bean- shaped bacteria located in the leukocytes. They can be identified as the causative agent of the following disease",
        "42": "A male patient is 28 years old. Hi- stological study of a cervical lymph node revealed a change of its pattern due to the proliferation of epithelioid, lymphoid cells and macrophages having nuclei in form of a horseshoe. In the center of some cell clusters there were non-structured light- pink areas with fragments of nuclei. What disease are these changes typical for?",
        "43": "A 35-year-old male patient has been referred by an andrologist for the genetic counselling for the deviations of  physi- cal and mental development. Objectively: the patient is tall, has asthenic constituti- on, gynecomastia, mental retardation. Mi- croscopy of the oral mucosa cells revealed sex chromatin (single Barr body) in 30% of cells. What is the most likely diagnosis?",
        "44": "A patient with jaundice has high total bilirubin that is mainly indirect (unconjugated), high concentration of stercobilin in the stool and urine. The level of direct (conjugated) bilirubin in the blood plasma is normal. What kind of jaundice can you think of?",
        "45": "A male with a lesion of one of the CNS parts has asthenia, muscular dystonia, balance disorder. Which CNS part has been affected?",
        "46": "A 50-year-old patient has been admi- nistered laevomycetin for the treatment of typhoid fever, but on the next day the pati- ent’s condition worsened, the temperature rose to 39, 60C. The deterioration of the patient’s condition can be explained by:",
        "47": "A 12-year-old patient has been admi- tted to a hospital for hemarthrosis  of  the knee joint. From early childhood he suffers from frequent bleedings. Diagnose the boy’s disease:",
        "48": "Examination of a patient with ischemic heart disease revealed the impaired venous blood flow in the territory  of  the cardiac vein running in the anterior interventricular sulcus of heart. What vein is it?",
        "49": "For the direct injection of medi- cations into the liver surgeons use the round ligament of liver. This manipulation involves bougienage (lumen dilatation) of the following vessel:",
        "50": "A patient with lobar pneumonia has had body temperature of 39oC wi- th daily temperature fluctuation of no more than 1oC for 9 days. This  fever can be characterized by the following temperature curve:",
        "51": "The temperature in a production room is 36oC. Relative air humidity is 80%. Under these conditions the human body transfers heat mainly through:",
        "52": "A hospitalized patient bitten by a rabid animal has an avulsive wound of shin. What kind of vaccine must be given to prevent rabies?",
        "53": "At autopsy the occipital lobe of brain was found to have a cavity 2,5x1,5 cm large filled with a transparent liquid. The cavity had smooth brownish walls. What process had developed in the brain?",
        "54": "A child entering the school for the first time was given Mantoux test in order to determine if there was a need for revacci- nation. The reaction was negative. What is the meaning of this test result?",
        "55": "Study of the biopsy material revealed  a granuloma consisting of lymphocytes, plasma cells, macrophages with foamy cytoplasm (Mikulicz cells), many hyaline globules. What disease can you think of?",
        "56": "Autopsy of a 78-year-old patient revealed that retroperitoneal tissue was soaked with blood, the abdominal aorta had a sacciform protrusion including a defect with irregular edges. The wall of the aorta was here and there of stone-like density. This is the complication of the following disease:",
        "57": "Glycogen polysaccharide is synthesi- zed from the active form of glucose. The immediate donor of glucose residues duri- ng the glycogenesis is:",
        "58": "After the diagnostic tests a 40-year- old male has been referred for the lymphography of the thoracic cavity. The surgeon revealed that the tumor had affected an organ whose lymphatic vessels drain directly into the thoracic duct. Speci- fy this organ:",
        "59": "A patient with biliary dyskinesia and constipations has been prescribed a cholagogue having also a laxative effect. What drug has been administered?",
        "60": "It is known that individuals with genetically caused deficiency of glucose- 6-phosphate dehydrogenase may develop RBC hemolysis in response to the administration of some antimalarial drugs. Manifestation of adverse reactions to drugs is called:",
        "61": "A 40-year-old patient with the progressing staphylococcal purulent peri- odontitis developed purulent inflammation of bone marrow spaces of the alveolar process, and then of the body of mandi- ble. Microscopy revealed thinning of  bone trabeculae, foci of necrosis, bone sequesters surrounded by  the  connecti- ve tissue capsule. What is the most likely diagnosis?",
        "62": "Curariform substances introduced into a human body cause the relaxati- on of all skeletal muscles. What changes in the neuromuscular synapse cause this phenomenon?",
        "63": "A number of diseases can be di- agnosed by evaluating activity of blood transaminases. What vitamin is one of cofactors of these enzymes?",
        "64": "After a car accident a 23-year-old male presented to the hospital with a cut wound of the anteromedial region of shoulder and arterial bleeding. Which artery was damaged?",
        "65": "During the operation on the small intestine the surgeon revealed  an  area of the mucous membrane with a single longitudinal fold among the circular folds. Which portion of the small intestine is this structure typical for?",
        "66": "14 days after quinsy a 15-year-old chi- ld presented with morning facial swelling, high blood pressure, 'meat slops' urine. Immunohistological study of a renal biopsy sample revealed deposition of immune complexes on the basement membranes of the capillaries and in the glomerular mesangium. What disease developed in the patient?",
        "67": "A diseased child has a high fever, sore throat, swelling of submandibular lymph nodes. Objectively: pharyngeal mucosa is edematous, moderately hyperemic, the tonsils are enlarged, covered with grayish membrane tightly adhering to the tissues above. Attempts to remove the membrane produce the bleeding defects. What di- sease are these presentations typical for?",
        "68": "Study of the biopsy material of an embryo revealed a zone of developmental abnormality in a somite. The zone was located close to the endoderm   and the notochord. What formations may have abnormal development in case of pregnancy continuation?",
        "69": "A smear of sputum from the pati- ent with suspected lobar pneumonia was stained with the use of the following stains and reagents: solution of  genti- an violet, Lugol’s solution, 96o alcohol, water magenta. What staining method was applied in this case?",
        "70": "A patient has normally coloured stool including a large amount of free fatty aci- ds. The reason for this is a disturbance of the following process:",
        "71": "Examination of the removed stomach revealed a deep roundish defect with regular edges at the lesser curvature of the antrum. The defect reached the muscular tunic and was 1,5 cm in diameter. Within the defect floor there was a translucent dense area resembling of a hyaline carti- lage. What process had developed in the floor of the stomach defect?",
        "72": "By the decarboxylation of glutamate in the CNS an inhibitory mediator is formed. Name it:",
        "73": "Thermometry revealed that the temperature of the exposed skin is by 1- 1,5o lower than the temperature of the adjacent areas covered with clothing from natural fabrics. The reason for this is that the clothes reduce the heat loss through:",
        "74": "A specimen of pia mater includes a vessel whose wall doesn’t have the tuni- ca media, the tunica externa is adherent to the surrounding tissues, the intima is composed of a basement membrane and endothelium. What vessel is it?",
        "75": "A patient with extensive burns of torso skin exhibits signs of severe intoxication. What stage of the burn disease is this typi- cal for?",
        "76": "As a result of a craniocerebral injury a patient has a decreased skin sensitivity. What area of the cerebral cortex may be damaged?",
        "77": "A histological specimen of the eyeball shows a biconvex structure connected to the ciliary body by the fibers of the Zinn’s zonule and covered with a transparent capsule. Name this structure:",
        "78": "A comatose patient was taken to the hospital. He has a history of diabetes mellitus. Objectively: Kussmaul breathing, low blood pressure, acetone odor of breath. After the emergency treatment the patient’s condition improved. What drug had been administered to the patient?",
        "79": "In order to stimulate breathing in a chi- ld born with asphyxia, the doctor gave him a drug injection into the umbilical vein. What drug might have been injected?",
        "80": "A patient complains of pain in the right lateral abdomen. Palpation revealed a dense, immobile, tumor-like formation. A tumor is likely to be found in the following part of the digestive tube",
        "81": "A patient underwent biopsy of the  soft palate arches for a suspected tumor (macroscopy revealed an ulcer with a dense floor). Study of the biopsy materi- al revealed mucosal necrosis with infi- ltration of lymphocytes, epithelioid cells, plasma cells, single neutrophils in the submucosa. There were also apparent si- gns of endovasculitis and perivasculitis. The described changes are typical for:",
        "82": "Healthy parents with unremarkable family history have the child with multiple developmental defects. Cytogenetic analysis revealed the trisomy 13 in the somatic cells (Patau syndrome). What phenomenon has caused the defects?",
        "83": "A specimen shows an organ covered with the connective tissue capsule with trabeculae radiating inward the organ. There is also cortex containing some lymph nodules, and medullary cords made of lymphoid cells. What organ is under study?",
        "84": "A 25-year-old patient consulted a doctor about dysmenorrhea and infertility. Examination revealed that the patient was 145 cm high and had underdeveloped secondary sex characteristics, alar folds on the neck. Cytological study didn’t reveal any Barr bodies in the somatic cells. What diagnosis was made?",
        "85": "To prevent attacks of acute pancreatitis a doctor prescribed the patient trasylol (contrycal, gordox), which is an inhibitor of:",
        "86": "A patient died from progressive heart failure. Autopsy revealed that the heart was enlarged in diameter, flabby.  The muscle section exhibited irregular blood supply. Histological study of myocardium revealed hyperemia, the stroma was found to have lymphohistiocytic infiltrates  wi- th degeneration of cardiomyocytes. The revealed morphological changes are indicative of:",
        "87": "A 13-year-old teenager underwent X-ray examination of the hip joint. Examination revealed a 3 mm wide radiolucent zone between the head and the shaft of femur. This situation should be evaluated as:",
        "88": "A surgeon examined the patient and found the injury of the upper third of the kidney. Considering the syntopy of the left kidney, the intactness of the following organ should be checked at the same time:",
        "89": "A patient with urolithiasis has unbearable spasmodic pain. To prevent pain shock, he has been given an injection of atropine along with a narcotic analgesic having antispasmodic effect. What drug was it?",
        "90": "Despite the administration of cardi- otonics and a thiazide diuretic a  pati- ent with chronic heart failure has persi- stent edemata, there is a risk of ascites. What medication should be administered in order to enhance the diuretic effect of the drugs used?",
        "91": "A patient with a pathology of the cardiovascular system developed edemata of the lower extremities. What is the mechanism of cardiac edema development?",
        "92": "During the fight, a man had a cardi- ac arrest due to the strong blow to the upper region of the anterior abdominal wall. Which of the following mechanisms has led to the cardiac arrest?",
        "93": "A pregnant woman underwent AB0 blood typing. Red blood cells were agglutinated with standard sera of the I and II blood groups, and were not aggluti- nated with the III group serum. What is the patient’s blood group?",
        "94": "Amniocentesis revealed two sex chromatin bodies (Barr bodies) in each cell of the sample. What disease is this character typical for?",
        "95": "A hospital has admitetd a patient complaining of abdominal bloating, di- arrhea, flatulence after eating protein foods. These signs are indicative of the impaired digestion of proteins and their increased degradation. Which of the following compounds is the product of this process?",
        "96": "An attack of tachycardia that occurred in a patient was stopped by pressing on his eyeballs. Which of the following reflexes underlies this phenomenon?",
        "97": "A male patient has been diagnosed with acute post-streptococcal glomerulonephritis. It is most likely that the lesion of the basement membrane of renal corpuscles was caused by the following allergic reaction:",
        "98": "An unconscious patient was taken by ambulance to the hospital. On objecti- ve examination the patient  was  found to have no reflexes, periodical convulsi- ons, irregular breathing. After laboratory examination the patient was diagnosed with hepatic coma. Disorders of the central nervous system develop due to the accumulation of the following metabolite:",
        "99": "A 20-year-old male patient complains of general weakness, rapid fatigabi- lity, irritability, decreased performance, bleeding gums, petechiae on the skin. What vitamin deficiency may be a cause of these changes?",
        "100": "It is  known that the monoamine oxidase (MAO) enzyme plays an important part in the metabolism of catecholamine neurotransmitters. In what way does the enzyme inactivate these neurotransmitters (norepinephrine, epinephrine, dopamine)?",
        "101": "The cellular composition of exudate largely depends on the etiological factor of inflammation. What leukocytes are the first to get into the focus of inflammation caused by pyogenic bacteria?",
        "102": "At the end of the working day a worker of a hot work shop has been deli- vered to a hospital. The patient complains of a headache, dizziness, nausea, general weakness. Objectively: the patient is conscious, his skin is hyperemic, dry, hot to the touch. Heart rate is of 130/min. Respi- ration is rapid, superficial. What disorder of thermoregulation is most likely to have occurred in this patient?",
        "103": "Alveolar space of the acinus was invaded by some bacteria which interacted with the surfactant. This  led to the activation of the cells that are localized in the alveolar walls and on the surface. What cells are these?",
        "104": "A 35-year-old male developed acute heart failure while running for a long time. What changes in the ionic composition can be observed in the cardiac muscle?",
        "105": "Workers of a conveyor workshop received recommendations for the effective organization of working time and hi- gher working efficiency. What peculiari- ty of work in this workshop causes the greatest stress for the workers?",
        "106": "Mother of a boy who had recently returned from a summer camp found some small whitish insects up to 3 mm long on the child’s clothing. Specify the parasite:",
        "107": "Histological examination of the removed skin neoplasm revealed clusters and cords of atypical cells of stratified squamous epithelium, growing into the underlying tissue. What diagnosis can be assumed?",
        "108": "An 18-year-old male has been di- agnosed with Marfan syndrome. Exami- nation revealed a developmental di- sorder of connective tissue and eye lens structure, abnormalities of the cardi- ovascular system, arachnodactylia. What genetic phenomenon has caused the development of this disease?",
        "109": "A patient has severe catarrhal symptoms. Material growth on Bordet-Gengou agar showed mercury-drop- like colonies. Examination of the blood smears revealed some small ovoid gram-positive bacilli sized 1-3 microns. What micro-organisms were isolated?",
        "110": "A 66-year-old patient with Parkinson’s disease shows an improvement in locomotor activity after prolonged  use of a certain drug which is converted to dopamine by the decarboxylation. What drug has the patient taken?",
        "111": "Enzymatic jaundices are accompanied by abnormal activity of UDP- glucuronyl transferase. What compound is accumulated in blood serum in case of these pathologies?",
        "112": "For the study of serum proteins various physical and physicochemical methods can be used. In particular, serum albumins and globulins can be separated by this method:",
        "113": "Negative environmental factors have caused the dysfunction of myosatellite cells. What function of the whole muscle fibre is likely to be changed in this case?",
        "114": "The laboratory for especially dangerous infections conducts mi- croscopic examination of pathological material from a patient with suspected plague. The sample was stained by Burri-Gins technique. What property of the causative agent can be identified by this technique?",
        "115": "Autopsy of a 62-year-old woman revealed a dense well-circumscribed node of 6 cm in diameter in the cranial cavity. The node was attached to the dura mater and histologically consisted of clusters and micro-concentric structures of endotheli- al cells, psammoma bodies. What kind of tumor was found at autopsy?",
        "116": "Inherited diseases, such as mucopolysaccharidoses,  are  manifested in metabolic disorders of connective ti- ssue, bone and joint pathologies. The sign of this disease is the excessive urinary excretion of the following substance:",
        "117": "An animal has an increased tonus of extensor muscles. This is the result of enhanced information transmission to the motoneurons of the spinal cord through the following descending pathways:",
        "118": "A specimen of a parenchymal organ shows poorly delineated hexagonal lobules surrounding a central vein, and the interlobular connective tissue contains embedded triads (an artery, a vein and an excretory duct). What organ is it?",
        "119": "A patient has been admitted to the infectious diseases department for malaise, fever up to 38oC, jaundice. A few months ago, the patient underwent blood transfusion. The doctor suspected viral hepatitis B. What are the principal methods of laboratory diagnosis of hepatitis B?",
        "120": "After resection of the middle  thi- rd of the femoral artery obliterated by a thrombus the limb is supplied with blood through the bypasses. What artery plays the main part in the restoration of the blood flow?",
        "121": "During the intravenous transfusion of the saline the  patient’s  condition deteriorated dramatically, and the patient died from asphyxiation. Autopsy revealed acute venous congestion of internal organs with the dramatic  ri- ght heart dilatation. When the right ventricle was punctured underwater, the bubbles escaped. What pathological process occurred in the patient?",
        "122": "At the post-mortem examination the stomach of a patient with renal failure was found to have a yellow-brown coating on the thickened mucosa. The coating was firmly adhering to its surface and had si- gnificant thickness. Microscopy revealed congestion and necrosis of mucosal and submucosal layers, fibrin presence. What is the most likely diagnosis?",
        "123": "Infectious diseases are treated with antibiotics (streptomycin, erythromycin, chloramphenicol). They inhibit the following stage of protein synthesis:",
        "124": "Diseases of the respiratory system and circulatory disorders impair the transport of oxygen, thus leading to hypoxia. Under these conditions the energy metabolism is carried out by anaerobic glycolysis. As a result, the following substance is generated and accumulated in blood:",
        "125": "A patient has been hospitalized for a suspected tumor of the prostate. During the surgery, it was revealed that the tumor invaded the bladder. Which part of the bladder was affected?",
        "126": "A casualty with an injury of the temporal region has been diagnosed with epidural hematoma. Which of the arteries is most likely to be damaged?",
        "127": "A 19-year-old male was found to have an elevated level of potassium in the secondary urine. These changes mi- ght have been caused by the increase in the following hormone level:",
        "128": "Analysis of the ECG revealed the missing of several PQRST cycles. The remaining waves and complexes are not changed. Specify the type of arrhythmia:",
        "129": "ECG of a patient displays an abnormally long R wave (up  to  0,18  s). This is caused by a decrease in the conduction velocity of the following heart structures:",
        "130": "6 hours after the myocardial infarcti- on a patient was found to have elevated level of lactate dehydrogenase in blood. What isoenzyme should be expected in this case?",
        "131": "A 46-year-old female is scheduled for a maxillofacial surgery. It is known that the patient is prone to high blood coagulation. What natural anticoagulant can be used to prevent blood clotting?",
        "132": "A 50-year-old patient with food poi- soning is on a drip of 10% glucose soluti- on. It not only provides the body with necessary energy, but also performs the function of detoxification by the producti- on of a metabolite that participates in the following conjugation reaction:",
        "133": "To assess the effectiveness of breathi- ng in patients, the indicator of functional residual capacity is used. It includes the following volumes:",
        "134": "It is required to evaluate the level of tissue excitability. For this purpose one should determine:",
        "135": "Due to the use of poor-quality measles vaccine for preventive vaccinati- on, a 1-year-old child developed an autoi- mmune renal injury. The urine was found to contain macromolecular proteins. What process of urine formation was disturbed?",
        "136": "A patient has been administered an anti-inflammatory drug that blocks the action of cyclooxygenase. Specify this anti-inflammatory agent:",
        "137": "A pneumonia patient has been administered acetylcysteine as a part of complex therapy. What principle of therapy was taken into consideration when applying this drug?",
        "138": "A 26-year-old female patient with bronchitis has been administered a broad spectrum antibiotic as a causal treatment drug. Specify this drug:",
        "139": "A 65-year-old male suddenly lost the vision in one eye due  to  the  retinal detachment. The patient underwent enucleation. Histological examination of the removed eye retina and choroid revealed clusters of  atypical  cells  wi- th marked polymorphism of cells and nuclei, with a moderate number of mi- toses including the pathological ones. The cell cytoplasm and intercellular medium contained brown pigment giving a positive DOPA reaction. Perls’ reaction was negative. What is the most likely diagnosis?",
        "140": "A child cut his leg with a piece of glass while playing and was brought to the clinic for the injection of tetanus toxoid. In order to  prevent  the  development of anaphylactic shock the serum was administered by Bezredka method. What mechanism underlies this method of desensitization of the body?",
        "141": "Microscopy of the  myocardium  of  a patient who had died from heart  failure revealed foci of fibrinoid necrosis located diffusely in the interstitial stroma, and  often  around  the  vessels.   Such  foci were surrounded by lymphocytes, macrophages, histiocytes. Pericardium was found to have signs of sero-fibrinous pericarditis. What is the most likely diagnosis?",
        "142": "One of the factors that cause obesity is the inhibition of fatty acids oxidation due to:",
        "143": "The genetic defect of pyruvate carboxylase deficiency is the cause of delayed physical and mental development and early death in children. This defect is characterized by lacticemia, lactaci- duria, disorder of a number of metabolic pathways. In particular, the following process is inhibited:",
        "144": "Deficiency of linoleic and linolenic acids in the body leads to the skin damage, hair loss, delayed wound heali- ng, thrombocytopenia, low resistance to infections. These changes are most likely to be caused by the impaired synthesis of the following substances:",
        "145": "During ventricular systole, the cardiac muscle does not respond to additional stimulation because it is in the phase of:",
        "146": "A mother had taken synthetic hormones during pregnancy. Her daughter was born with hirsutism formally resembling of adrenal syndrome. Such manifestation of variability is called:",
        "147": "Since a patient has had myocardial infarction, atria and ventricles contract independently from each other with a frequency of 60-70 and 35-40 per minute. Specify the type of heart block in this case:",
        "148": "A 67-year-old male patient consumes eggs, pork fat, butter, milk and meat. Blood test results: cholesterol - 12,3 mmol/l, total lipids - 8,2 g/l, increased low- density lipoprotein fraction (LDL). What type of hyperlipoproteinemia is observed in the patient?",
        "149": "A 12-year-old child has a viral infection complicated by obstructive bronchi-  tis. Bronchospasm can be eliminated by inhalations of a drug from the following pharmacological group:",
        "150": "In course of an experiment there has been an increase in the nerve conducti- on velocity. This may be caused by an increase in the concentration of the following ions that are present in the solution around the cell:",
        "151": "A male working as a blacksmith has been tested for auditory acuity. The tests revealed 50% hearing loss in the low- frequency range and a near-normal audi- tory acuity in the high-frequency range. This condition has been caused by the damage to the following structures of the auditory system:",
        "152": "In our country, routine preventive vaccinations against poliomyelitis ivolve using live vaccine that is administered orally. What immunoglobulins are responsible for the development of local post-vaccination immunity in this case?",
        "153": "A 12-year-old child has a viral infecti- on complicated by obstructive bronchi-  tis. Bronchospasm can be eliminated by inhalations of a drug from the following pharmacological group:",
        "154": "A patient who has recently come from an endemic area presents with elevated body temperature, headache, chills, malaise, that is with the symptoms which are typical for a common cold. What laboratory tests are necessary to confirm or to refute the diagnosis of malaria?",
        "155": "What condition may develop 15-30 minutes after re-administration of the antigen as a result of the increased level of antibodies, mainly IgE, that are adsorbed on the surface of target cells, namely ti- ssue basophils (mast cells) and blood basophils?",
        "156": "10 days after having quinsy caused by beta-hemolytic streptococcus a 6- year-old child exhibited symptoms of glomerulonephritis. What mechanism of glomerular lesion is most likely in this case?",
        "157": "A 22-year-old woman ate some seafood. 5 hours later the trunk and the distal parts of limbs got covered with small itchy papules which were partially fused together. After one day, the rash disappeared spontaneously. Specify the hypersensitivity mechanism underlying these changes:",
        "158": "A hypertensive patient had been keeping to a salt-free diet and taki-  ng antihypertensive drugs together with hydrochlorothiazide for a long time. This resulted in electrolyte imbalance. What disorder of the internal environment occurred in the patient?",
        "159": "A miner consulted a physician about the appearance of body rash followed by  a loss of appetite, bloating, duodenal pain, frequent bowel movements, dizziness. Ovoscopic probes of feces and duodenal contents revealed some eggs covered with a transparent membrane through which 4-8 germinal cells could be seen. What disease is likely to have occurred in the patient?",
        "160": "Children with Lesch-Nyhan syndrome have a severe form of hyperuricemia accompanied by the formation of tophi, urate calculi in the urinary tracts, as well as serious neuro-psychiatric di- sorders. The cause of this disease is the reduced activity of the following enzyme:",
        "161": "In a car accident a man got injured and lost a lot of blood. What changes in peripheral blood are most likely to occur on the 2nd day after the injury?",
        "162": "In  the  surgical  ward,  the  dressing material was undergoing  sterilization in an autoclave. Through an  oversight of a nurse the mode of sterilization was changed and the temperature in the autoclave reached only 100oC instead of the due 120OC. What microorganisms can stay viable under these conditions?",
        "163": "As a result of a mechanical injury an over 10 cm long portion of a peripheral nerve was damaged. This led to the impairment of the upper limb activity. The patient was offered nerve transplantation. What glial cells will participate in regeneration and provide the trophism of the injured limb?",
        "164": "A 26-year-old woman at 40 weeks pregnant has been delivered to the maternity ward. Objectively: the uterine cervix is opened, but the contractions are absent. The doctor has administered her a hormonal drug to stimulate the labor. Name this drug:",
        "165": "A patient has recurrent attacks of epileptic seizures and stays unconscious between them. In order to stop convulsi- ons the drugs of the following group should be used in the first place:",
        "166": "A patient with arthritis and varicose veins has been taking a non-steroidal anti-inflammatory drug for a long time, which caused thrombosis of skin veins. Which  of the following drugs might have caused this complication?",
        "167": "Students study the stages of gametogenesis. They analyze a cell havi- ng a haploid number of  chromosomes, and each chromosome consists of two chromatids. The chromosomes are located in the equatorial plane of the cell. Such si- tuation is typical for the following stage of meiosis:",
        "168": "A 35-year-old female patient underwent biopsy of the breast nodules. Histological examination revealed enhanced proliferation of the small duct epithelial cells and acini, accompanied by the formation of glandular structures of various shapes and sizes, which were located in the fibrous stroma. What is the most likely diagnosis?",
        "169": "Examination of the duodenal contents revealed some pear-shaped protozoa with two nuclei and four pairs of flagella. The organisms had also two axostyles between the nuclei and a ventral adhesive disc. What protozoan representative was found in the patient?",
        "170": "A specimen of an onion rootlet includes a cell in which the fully condensed chromosomes are located in the equatorial plane making the monaster. What phase of the mitotic cycle is the cell in?",
        "171": "When examining a patient, the doctor revealed a tumor of the bronchus which borders on the aorta. Which bronchus is affected?",
        "172": "A 54-year-old female was brought to the casualty department after a car accident. A traumatologist diagnosed her with multiple fractures of the lower extremities. What kind of embolism is most likely to develop in this case?",
        "173": "Microscopy of the bronchial wall revealed atrophy of the mucosa, metaplastic change from columnar to squamous epithelium,an increase in the number of goblet cells, diffuse infiltration of the bronchial wall with lymphoplasmacytic elements with a large number of neutrophilic granulocytes, pronounced sclerosis. Specify the morphological form of bronchitis:",
        "174": "Due to the blockage of the common bile duct (which was radiographically confirmed), the biliary flow to the duodenum was stopped. We should expect the impairment of:",
        "175": "Typical manifestations of food poi- soning caused by C. botulinum are double vision, abnormal functioning of the swallowing and breathing. These symptoms develop as a result of:",
        "176": "At the stage of translation in the rough endoplasmic reticulum, the ribosome moves along the mRNA. Amino acids are joined together by peptide bonds in a specific sequence, and thus polypepti- de synthesis takes place. The sequence of amino acids in a polypeptide corresponds to the sequence of:",
        "177": "After the prolonged vomiting a pregnant 26-year-old woman was found to have the reduced volume of circulati- ng blood. What change in the total blood volume can be the case?",
        "178": "On allergological examination a pati- ent has been diagnosed with pollinosis. Specific desensitization can be performed by:",
        "179": "A patient consulted a physician about chest pain, cough, fever. Roentgenography of lungs revealed eosi- nophilic infiltrates which were found to contain the larvae. What kind of helminthiasis are these presentations typical for?",
        "180": "A patient with signs of osteoporosis and urolithiasis has   been   admitted   to the endocrinology department. Blood test revealed hypercalcemia and hypophosphatemia. These changes are associated with abnormal synthesis of the following hormone:",
        "181": "Histological examination of the biopsy material obtained from the lower third of the esophagus of a 57-year-old male with the symptoms of continuous reflux revealed the change of the strati- fied squamous epithelium to the single- layer columnar glandular epithelium wi- th signs of mucus production. Specify the pathological process in the mucous membrane:",
        "182": "A 30-year-old female exhibits signs of virilism (growth of body hair, balding temples, menstrual disorders). This condition can be caused by the overproduction of the following hormone:",
        "183": "A patient with bacterial periodontitis has been administered iontophoresis wi- th the use of iodine solution. Specify the mechanism of therapeutic action of this agent:",
        "184": "A patient with extensive myocardi- al infarction has developed heart failure. What pathogenetic mechanism contri- buted to the development of heart failure in the patient?",
        "185": "A patient who had been continuously taking drugs blocking the production of angiotensin II developed bradycardia and arrhythmia. A likely cause of these di- sorders is:",
        "186": "A patient has arterial hypertension. What long-acting drug from the group  of calcium channel blockers should be prescribed?",
        "187": "Human skin has a high breaking strength. It is known that the skin consi- sts of epithelial tissue and two kinds of connective tissue. Which of the following tissues provides the skin strength?",
        "188": "As a result of a home injury, a patient suffered a significant blood loss, which led to a fall in blood pressure. Rapid blood pressure recovery after the blood loss is provided by the following hormones:",
        "189": "A patient with constant headaches, pain in the occipital region, tinnitus, dizzi- ness has been admitted to the cardiology department. Objectively: AP- 180/110 mm Hg, heart rate - 95/min. Radiographically, there is a stenosis of one of the renal arteries. Hypertensive condition in this patient has been caused by the activation of the following system:",
        "190": "A patient complains that at the bare mention of the tragic events that once occurred in his life he experiences tachycardia, dyspnea and an abrupt rise in blood pressure. What structures of the CNS are responsible for these cardiorespiratory reactions in this patient?",
        "191": "A patient consulted a dentist about limited mouth opening (trismus). He has a history of a stab wound of the lower extremity. What infection may cause these symptoms?",
        "192": "Anatomical dead space is the portion of the air that is left in the airways after expiration. The reduction of the anatomi- cal dead space is typical for the following situation:",
        "193": "Analysis of the experimental spi- rogram of a 55-year-old person revealed a decrease in tidal volume and respiratory amplitude compared to the situation of ten years ago. The change in these indicators is caused by:",
        "194": "A patient underwent a course of treatment for atherosclerosis. Laboratory tests revealed an increase in the anti-atherogenic lipoprotein fraction in the blood plasma. The treatment efficacy is confirmed by the increase in:",
        "195": "A 65-year-old female patient has chronic constipations due to the colon hypotonia. What drug should be chosen in this case?",
        "196": "A female patient complains of vision impairment. On examination she was found to have obesity, fasting hyperglycemia. What complication of diabetes can cause vision impairment?",
        "197": "Analysis of the family history of children with Van der Woude syndrome revealed that in their families one of the parents had the typical for this syndrome defects (cleft lip and palate, lip pits regardless of gender). What is the type of inheritance of this syndrome?",
        "198": "Administration of doxycycline hydrochloride caused an imbalance of the symbiotic intestinal microflora. Specify the kind of imbalance caused by the anti-biotic therapy:",
        "199": "A 3-year-old child had eaten some strawberries. Soon he developed a rash and itching. What was found in the child’s leukogram?",
        "200": "A 12-year-old patient was found to have blood serum cholesterol at the rate of 25 mmol/l. The boy has a history of hereditary familial hypercholesterolemia, which is caused by the impaired synthesis of the following protein receptors:"
    },
    {
        "1": {
            "a": "Redistribution of leukocytes in the organism",
            "b": "Deceleration of leukocyte lysis",
            "c": "Leukopoiesis intensification",
            "d": "Leukopoiesis intensification and deceleration of leukocyte lysis",
            "e": "Deceleration of leukocyte migration to the tissues"
        },
        "2": {
            "a": "Increased vessel permeability",
            "b": "Injury of vessels caused by the sting",
            "c": "Drop of oncotic pressure in tissue",
            "d": "Drop of osmotic pressure in tissue",
            "e": "Reduced vessel filling"
        },
        "3": {
            "a": "Increased vessel permeability",
            "b": "Injury of vessels caused by the sting",
            "c": "Drop of oncotic pressure in tissue",
            "d": "Drop of osmotic pressure in tissue",
            "e": "Reduced vessel filling"
        }
    },
    {
        "1": " Vitamin B6",
        "2": "Inhibition of glycogenolysis",
        "3": "DNA",
        "4": "Mononuclear cells, T-lymphocytes and lymphokines",
        "5": "Transferrin (siderophilin)",
        "6": "Escherichia coli",
        "7": "Apneustic",
        "8": "Reciprocal",
        "9": "Internal mechanism of prothrombinase activation",
        "10": "Causalgic",
        "11": "It reduces the activity of cyclooxygenase",
        "12": "Obstructive disturbance of alveolar ventilation",
        "13": "Release of immature red blood cells from the bone marrow",
        "14": "Metabolic acidosis",
        "15": "Loratadine",
        "16": "Increase in natural killer level (NK- cells)",
        "17": "Liposclerosis",
        "18": "Chronic myelogenous leukemia",
        "19": "Musculus triceps brachii",
        "20": "Beta rhythm",
        "21": "γ-globulins",
        "22": "Monosomy X",
        "23": "0,5",
        "24": "Medial malleolus",
        "25": "They are antivitamins of para-amino benzoic acid",
        "26": "Xanthine oxidase",
        "27": "Contrycal",
        "28": "Axillary",
        "29": "n. medianus",
        "30": "Cushing pituitary basophilism",
        "31": "Focal cardiosclerosis",
        "32": "Respiratory",
        "33": "Withdrawal syndrome",
        "34": "Bacteriological",
        "35": "α-adrenergic agonists",
        "36": "Compensated respiratory acidosis",
        "37": "Abducent",
        "38": "Genetic deficiency of blood cholinesterase",
        "39": "Cruciate ligaments",
        "40": "Round foramen",
        "41": "Gonorrhea",
        "42": "Tuberculosis",
        "43": "Klinefelter syndrome",
        "44": "Hemolytic",
        "45": "Cerebellum",
        "46": "Effects of endotoxins of the causative agent",
        "47": "Hemophilia",
        "48": "V.cordis magna",
        "49": "V.umbilicalis",
        "50": "Persistent",
        "51": "Sweat evaporation",
        "52": "Anti-rabies vaccine",
        "53": "Cyst on the site of a hemorrhage",
        "54": "No cell-mediated immunity to tuberculosis",
        "55": "Rhinoscleroma",
        "56": "Atherosclerosis",
        "57": "UDP-glucose",
        "58": "Esophagus",
        "59": "Magnesium sulfate",
        "60": "Idiosyncrasy",
        "61": "Chronic osteomyelitis",
        "62": "Blockade of N-cholinergic receptors of the synaptic membrane",
        "63": "B6",
        "64": "A. brachialis",
        "65": "Pars descendens duodeni",
        "66": "Acute glomerulonephritis",
        "67": "Diphtheria",
        "68": "Skeletal tissues",
        "69": "Gram",
        "70": "Fat absorption",
        "71": "Local hyalinosis",
        "72": "GABA",
        "73": "Convection",
        "74": "Nonmuscular vein",
        "75": "Burn toxemia",
        "76": "Posterior central gyrus",
        "77": "Crystalline lens",
        "78": "Insulin",
        "79": "Aethimizolum",
        "80": "Colon ascendens",
        "81": "Primary syphilis",
        "82": "Abnormal gametogenesis",
        "83": "Lymph node",
        "84": "Turner’s syndrome",
        "85": "Trypsin",
        "86": "Non-purulent interstitial myocarditis",
        "87": "Normal (incomplete process of ossification)",
        "88": "Stomach",
        "89": "Promedol",
        "90": "Spironolactone",
        "91": "Increased hydrostatic pressure at the venous end of the capillary",
        "92": "Parasympathetic unconditioned reflexes",
        "93": "B(III)",
        "94": "Trisomy X",
        "95": "Indole",
        "96": "Aschner",
        "97": "Immune complex",
        "98": "Ammonia",
        "99": "Ascorbic acid",
        "100": "Oxidative deamination",
        "101": "Neutrophil granulocytes",
        "102": "Reduced heat transfer",
        "103": "Alveolar macrophages",
        "104": "Accumulation of Na+ and Ca2+ ions in the myocardium cells",
        "105": "Monotony of work",
        "106": "Pediculus humanus humanus",
        "107": "Non-keratinizing squamous cell carci- noma",
        "108": "Pleiotropy",
        "109": "Bordetella",
        "110": "Levodopa",
        "111": "Unconjugated bilirubin",
        "112": "Electrophoresis",
        "113": "Regeneration",
        "114": "Capsule formation",
        "115": "Meningioma",
        "116": "Glycosaminoglycans",
        "117": "Vestibulospinal",
        "118": "Liver",
        "119": "Serological and gene diagnostics",
        "120": "Deep femoral artery",
        "121": "Air embolism",
        "122": "Fibrinous gastritis",
        "123": "Translation",
        "124": "Lactic acid",
        "125": "Cervix",
        "126": "Medial membranous artery",
        "127": "Aldosterone",
        "128": "Sinoatrial block",
        "129": "Ventricles",
        "130": "LDH1",
        "131": "Heparin",
        "132": "Glucuronidation",
        "133": "Expiratory reserve volume and residual volume",
        "134": "Depolarization threshold",
        "135": "Filtration",
        "136": "Aspirin",
        "137": "Pathogenetic",
        "138": "Doxycycline",
        "139": "Melanoma",
        "140": "Binding of IgE fixed to the mast cells",
        "141": "Rheumatic heart disease",
        "142": "Low level of carnitine",
        "143": "Citric acid cycle and gluconeogenesis",
        "144": "Eicosanoids",
        "145": "Absolute refractoriness",
        "146": "Phenocopy",
        "147": "Complete atrioventricular",
        "148": "Hyperlipoproteinemia type IIa",
        "149": "β2-agonists",
        "150": "Na+",
        "151": "Corti’s organ closer to helicotrema",
        "152": "Secretory IgA",
        "153": "Endonuclease",
        "154": "Microscopy of blood smears",
        "155": "Anaphylaxis",
        "156": "Immunocomplex",
        "157": "Atopy (local anaphylaxis)",
        "158": "Hypochloremic alkalosis",
        "159": "Ancylostomiasis",
        "160": "Hypoxanthine-guanine phosphoribosyltransferase",
        "161": "Erythropenia",
        "162": "Bacilli and clostridia",
        "163": "Schwann cells",
        "164": "Oxytocin",
        "165": "Tranquilizers",
        "166": "Celecoxib",
        "167": "Metaphase of the second division",
        "168": "Fibroadenoma",
        "169": "Lamblia",
        "170": "Metaphase",
        "171": "Left principal",
        "172": "Adipose",
        "173": "Chronic purulent bronchitis",
        "174": "Fat emulsification",
        "175": "Exotoxin effects",
        "176": "mRNA codons",
        "177": "Polycythemic hypovolemia",
        "178": "Intermittent administration of allergen",
        "179": "Ascariasis",
        "180": "Parathyroid hormone",
        "181": "Metaplasia",
        "182": "Testosterone",
        "183": "Substitution of hydrogen atoms when the protein amino group contains a nitrogen atom",
        "184": "Reduction in the mass of functioning myocardiocytes",
        "185": "Hyperkalemia",
        "186": "Amlodipine",
        "187": "Unformed dense connective tissue",
        "188": "Adrenaline, vasopressin",
        "189": "Renin-angiotensin",
        "190": "Cerebral cortex",
        "191": "Tetanus",
        "192": "Tracheostomy",
        "193": "Decreased force of respiratory muscle contraction",
        "194": "HDL",
        "195": "Bisacodyl",
        "196": "Microangiopathy",
        "197": "Autosomal dominant",
        "198": "Dysbacteriosis",
        "199": "Eosinophilia",
        "200": "Low density lipoproteins"
    }
]